{
    "id": "ds0029",
    "title": "আলুটিলা গুহা",
    "onImageTitle": "Alutila Cave",
    "district": "খাগড়াছড়ি",
    "division": "চট্টগ্রাম",
    "category": [
        "পাহাড়",
        "বন"
    ],
    "mapUrl": "https://www.google.com/maps/place/%E0%A6%86%E0%A6%B2%E0%A7%81%E0%A6%9F%E0%A6%BF%E0%A6%B2%E0%A6%BE+%E0%A6%97%E0%A7%81%E0%A6%B9%E0%A6%BE/@23.088868,91.9538402,17z/data=!3m1!4b1!4m6!3m5!1s0x3752e5d72190a4cf:0x1501bf44433d9f10!8m2!3d23.088868!4d91.9564205!16s%2Fm%2F012ttq__?entry=ttu&g_ep=EgoyMDI1MDMxOS4yIKXMDSoJLDEwMjExNDUzSAFQAw%3D%3D",
    "details": "খাগড়াছড়ির ঘন বনে অবস্থিত আলুটিলা গুহা পার্বত্য চট্টগ্রামের একটি প্রাকৃতিক চুনাপাথরের বিস্ময়। অন্ধকারাচ্ছন্ন এই গুহাটি সবুজ পাহাড় ও ঝর্ণা দ্বারা পরিবেষ্টিত এবং অ্যাডভেঞ্চারপ্রিয়দের জন্য একটি আকর্ষণীয় গন্তব্য। গুহাটি আলুটিলা ইকো-পার্কের অংশ, যেখানে আলুটিলা পাহাড় ও একটি নির্জন জলপ্রপাতও রয়েছে।\n\nঢাকা থেকে আলুটিলা গুহা যেতে চট্টগ্রাম বাস বা ট্রেনে (৬–৭ ঘণ্টা) এসে স্থানীয় যানে খাগড়াছড়ি শহরে (৩–৪ ঘণ্টা) যান। সেখান থেকে গাইডের সাথে পাহাড়ি পথে ১–২ ঘণ্টা ট্রেক করে গুহায় পৌঁছানো যায়। ভ্রমণের পথে মারমা আদিবাসী গ্রাম ও বাঁশের বন দেখা যাবে। কাছাকাছি দর্শনীয় স্থানের মধ্যে রয়েছে আলুটিলা পাহাড়ের ভিউপয়েন্ট ও রিসাং জলপ্রপাত।\n\nগুহার অভ্যন্তর সম্পূর্ণ অন্ধকার, তাই টর্চলাইট প্রয়োজন। স্থানীয় গাইডরা আদিবাসীদের আধ্যাত্মিক বিশ্বাস সম্পর্কে গল্প শোনান। মারমা হোমস্টেতে ‘বাঁশের মুরগি’ ও ‘টুকপা’ (নুডল স্যুপ) চেখে দেখুন। এখানকার শীতল আবহাওয়া ও বিরল অর্কিড ও পাখির জন্য এলাকাটি প্রাকৃতিক প্রেমীদের জন্য আদর্শ।\n\nপরিবেশ সংরক্ষণের মাধ্যমে এই অঞ্চলের নাজুক বাস্তুতন্ত্র রক্ষা করা হচ্ছে। আলুটিলা গুহা অভিযাত্রী ও প্রকৃতিপ্রেমীদের জন্য একটি অবশ্যই দেখার স্থান।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1DIZW3bvvYsWVnP9grKTEwxufjES_PgVd",
            "credit": "Adar Bepari"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর–ফেব্রুয়ারি): ট্রেকিংয়ের জন্য উপযুক্ত শীতল ও শুষ্ক আবহাওয়া।",
        "শরৎকাল (সেপ্টেম্বর–অক্টোবর): মৃদু তাপমাত্রা ও পরিষ্কার পথ।",
        "বর্ষা এড়িয়ে চলুন (জুন–আগস্ট): ভারী বৃষ্টিতে পথ পিচ্ছিল ও বিপজ্জনক।"
    ],
    "cautions": [
        "টর্চলাইট携带 করুন; গুহার ভিতর সম্পূর্ণ অন্ধকার।",
        "বনের পথে নিরাপদে যাওয়ার জন্য স্থানীয় গাইড নিন।",
        "ট্রেকিংয়ের জন্য মজবুত জুতা পরুন; পাথুরে পথ।",
        "গুহার প্রাকৃতিক গঠন রক্ষায় দেয়াল স্পর্শ করা এড়িয়ে চলুন।",
        "আদিবাসী রীতি মেনে চলুন; ছবি তোলার আগে অনুমতি নিন।"
    ],
    "specials": [
        "প্রাকৃতিক চুনাপাথরের গুহা: আধ্যাত্মিক গুরুত্বসম্পন্ন রহস্যময় গঠন।",
        "আলুটিলা পাহাড়: পাহাড় ও বনের চোখজুড়ানো দৃশ্য।",
        "মারমা সংস্কৃতি: ঐতিহ্যবাহী জীবনযাপন ও হস্তশিল্পের অভিজ্ঞতা।",
        "প্রাণীবৈচিত্র্য: বিরল পাখি, অর্কিড ও প্রজাপতি দেখুন।",
        "স্থানীয় খাবার: হোমস্টেতে ‘বাঁশের মুরগি’ ও ‘টুকপা’ চেখে দেখুন।"
    ],
    "blogs": []
}