{
    "id": "ds0021",
    "title": "চন্দ্রনাথ পাহাড়",
    "onImageTitle": "Chandranath Hill",
    "alternativeTitles": [
        "চন্দ্রনাথ পাহাড়",
        "Chandranath Hill"
    ],
    "district": "চট্টগ্রাম",
    "districts": [
        "চট্টগ্রাম"
    ],
    "division": "চট্টগ্রাম",
    "category": [
        "পাহাড়-পর্বত"
    ],
    "mapUrl": "https://www.google.com/maps/place/Chandranath+Hill/@22.6779741,91.3533132,10z/data=!3m1!4b1!4m6!3m5!1s0x30acd72db66a8123:0xc53a0083d8e81998!8m2!3d22.8498441!4d91.637215!16s%2Fg%2F11cls__0zg?entry=ttu&g_ep=EgoyMDI1MDMxOS4yIKXMDSoJLDEwMjExNDUzSAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d471211.76321768895!2d91.68365475!3d22.67831285!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30acd72db66a8123%3A0xc53a0083d8e81998!2sChandranath%20Hill!5e0!3m2!1sen!2sbd!4v1751702161396!5m2!1sen!2sbd",
    "details": "সীতাকুণ্ডে অবস্থিত চন্দ্রনাথ পাহাড় একটি পবিত্র তীর্থস্থান ও প্রাকৃতিক বিস্ময়। প্রাচীন চন্দ্রনাথ মন্দিরের জন্য বিখ্যাত এই পাহাড় চট্টগ্রামের সর্বোচ্চ শৃঙ্গ, যেখান থেকে বঙ্গোপসাগর ও সবুজ উপত্যকার মনোরম দৃশ্য দেখা যায়। ভক্ত ও ট্রেকারদের আকর্ষণকারী এই স্থানটি আধ্যাত্মিকতা ও অ্যাডভেঞ্চারের মিশ্রণ।\n\nচট্টগ্রাম শহর থেকে সীতাকুণ্ডে বাস বা সিএনজি করে (১.৫ ঘণ্টা) এবং সেখান থেকে ট্রেক বা স্থানীয় যানবাহনে পাহাড়ের গোড়ায় পৌঁছানো যায়। শীর্ষস্থিত মন্দিরে পৌঁছাতে ২–৩ ঘণ্টা পাহাড়ি পথে হাঁটতে হয়। কাছাকাছি দর্শনীয় স্থানের মধ্যে রয়েছে সীতাকুণ্ড ইকো পার্ক, ভবানী মন্দির এবং সালবন বিহারে বৌদ্ধ মঠ।\n\nচন্দ্রনাথ মন্দির, যা ২,০০০ বছরেরও বেশি পুরনো বলে বিশ্বাস করা হয়, এখানে বার্ষিক শিব চতুর্দশী উৎসব হাজারো ভক্তকে আকর্ষণ করে। পাহাড়ের নির্জন পরিবেশ ধ্যানের জন্য আদর্শ, আর অভিযাত্রীরা লুকানো জলপ্রপাত ও গুহা আবিষ্কার করতে পারেন। স্থানীয় খাবারের দোকানে ‘মেজবানি গোশত’ ও বাঁশের কোড়লের তরকারি পাওয়া যায়।\n\nশীতল বাতাস, কুয়াশাচ্ছন্ন শৃঙ্গ এবং আধ্যাত্মিক পরিবেশের জন্য চন্দ্রনাথ পাহাড় বাংলাদেশের দক্ষিণ-পূর্বাঞ্চলের একটি অবশ্যই দেখার স্থান।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=14XL1P4ccP7Px7UUeVGm2-zSmTqxHxZMz",
            "credit": "Kreately Ronita21"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর–ফেব্রুয়ারি): ট্রেকিং ও মন্দির দর্শনের জন্য উপযুক্ত ঠান্ডা আবহাওয়া।",
        "বসন্তকাল (মার্চ–এপ্রিল): ফুলে ভরা প্রকৃতি পাহাড়ের সৌন্দর্য বাড়ায়।",
        "বর্ষা এড়িয়ে চলুন (জুন–সেপ্টেম্বর): ভারী বৃষ্টিতে পথ পিচ্ছিল ও বিপজ্জনক।"
    ],
    "cautions": [
        "পিচ্ছিল রোধক জুতা পরুন; পাহাড়ি পথ খাড়া ও পাথুরে।",
        "পর্যাপ্ত পানি ও স্ন্যাক্স ক্রয় করুন। রাস্তায় সুবিধা সীমিত।",
        "ধর্মীয় স্থানে সাদামাটা পোশাক পরুন।",
        "একা ট্রেকিং এড়িয়ে স্থানীয় গাইড নিন।"
    ],
    "specials": [
        "চন্দ্রনাথ মন্দির: ঐতিহাসিক ও আধ্যাত্মিক গুরুত্বসম্পন্ন প্রাচীন শিব মন্দির।",
        "প্রাকৃতিক দৃশ্য: বঙ্গোপসাগর ও উপত্যকার মনোমুগ্ধকর দৃশ্য।",
        "শিব চতুর্দশী উৎসব: বার্ষিক জমজমাট তীর্থযাত্রা ও সাংস্কৃতিক অনুষ্ঠান।",
        "লুকানো জলপ্রপাত: বর্ষায় সহস্রধারা জলপ্রপাত আবিষ্কার করুন।",
        "স্থানীয় খাবার: সীতাকুণ্ডের ঝাল ‘মেজবানি গোশত’ ও আদিবাসী পদ চেখে দেখুন।"
    ],
    "blogs": []
}