{
    "id": "ds0025",
    "title": "মাধবকুণ্ড জলপ্রপাত",
    "onImageTitle": "Madhabkunda Waterfall",
    "district": "মৌলভীবাজার",
    "division": "সিলেট",
    "category": [
        "পাহাড়",
        "জলপ্রপাত"
    ],
    "mapUrl": "https://www.google.com/maps/place/Madhabkunda+Waterfall/@24.8405466,92.0180202,10.57z/data=!4m14!1m7!3m6!1s0x3751c50ce98d5c4b:0xd8a730606a4ed498!2sMadhabkunda+Waterfall!8m2!3d24.6382272!4d92.2244897!16s%2Fg%2F11r7v247qt!3m5!1s0x3751c50ce98d5c4b:0xd8a730606a4ed498!8m2!3d24.6382272!4d92.2244897!16s%2Fg%2F11r7v247qt?entry=ttu&g_ep=EgoyMDI1MDMxOS4yIKXMDSoJLDEwMjExNDUzSAFQAw%3D%3D",
    "details": "সিলেটের মৌলভীবাজারে অবস্থিত মাধবকুণ্ড জলপ্রপাত বাংলাদেশের সর্বোচ্চ একক ধারার জলপ্রপাত। ১৬২ ফুট উচ্চতা থেকে পড়া এই জলধারা ঘন বন, চা বাগান এবং ত্রিপুরা আদিবাসী গ্রাম দ্বারা পরিবেষ্টিত। জলপ্রপাতের গর্জন এবং কুয়াশাচ্ছন্ন পরিবেশ দর্শকদের জন্য একটি অবিস্মরণীয় অভিজ্ঞতা তৈরি করে।\n\nঢাকা থেকে মাধবকুণ্ড যেতে সিলেট বাস বা ট্রেনে (৫–৭ ঘণ্টা) এসে বারলেখার দিকে গাড়ি বা সিএনজি নিন (৭২ কিমি)। সেখান থেকে পাহাড়ি পথে হেঁটে জলপ্রপাতে পৌঁছানো যায়। কাছাকাছি দর্শনীয় স্থানের মধ্যে রয়েছে লাউয়াছড়া জাতীয় উদ্যান, হাম হাম লেক এবং শ্রীমঙ্গলের আদিবাসী বাজার।\n\nবর্ষা মৌসুমে (জুন–সেপ্টেম্বর) জলপ্রপাতের প্রবাহ সর্বোচ্চ থাকে, তবে শীতকালে (নভেম্বর–ফেব্রুয়ারি) হাইকিংয়ের জন্য উপযুক্ত। স্থানীয় চা স্টলে সিলেটি লেমন টি ও ‘পিঠা’ পাওয়া যায়। ত্রিপুরা সম্প্রদায়ের বাঁশের হস্তশিল্প স্যুভেনির হিসাবে নেওয়া যেতে পারে।\n\nঅ্যাডভেঞ্চারপ্রিয়রা মূল জলপ্রপাতের আশেপাশের ছোট জলপ্রপাত ও পুল আবিষ্কার করতে পারেন। পরিবেশ সংরক্ষণ প্রচেষ্টার মাধ্যমে এখানকার বিরল অর্কিড ও পাখি রক্ষা করা হয়। প্রাকৃতিক সৌন্দর্য ও সাংস্কৃতিক ঐতিহ্যের সমন্বয়ে মাধবকুণ্ড একটি অবশ্যই দেখার স্থান।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1KRhEF3T5WwrSER1ujM_svUyh_bjKPsEX",
            "credit": "UNB"
        }
    ],
    "seasons": [
        "বর্ষা (জুন–সেপ্টেম্বর): জলপ্রপাতের পূর্ণ প্রবাহ, তবে পথ পিচ্ছিল হতে পারে।",
        "শীতকাল (নভেম্বর–ফেব্রুয়ারি): হাইকিং ও পাখি দেখার জন্য আদর্শ ঠান্ডা আবহাওয়া।",
        "অতিবর্ষণ এড়িয়ে চলুন: আকস্মিক বন্যার কারণে প্রবেশ পথ বন্ধ হতে পারে।"
    ],
    "cautions": [
        "পিচ্ছিল রোধক জুতা পরুন; জলপ্রপাতের পাথর খুব পিচ্ছিল।",
        "বর্ষায় জলপ্রপাতের নিচের পুলে সাঁতার এড়িয়ে চলুন।",
        "আদিবাসী রীতি মেনে চলুন; ছবি তোলার আগে অনুমতি নিন।",
        "নগদ অর্থ বহন করুন; প্রত্যন্ত এলাকায় এটিএম কম।",
        "পরিবেশ রক্ষায় ময়লা ফেলা থেকে বিরত থাকুন।"
    ],
    "specials": [
        "মাধবকুণ্ড জলপ্রপাত: বাংলাদেশের সর্বোচ্চ একক ধারার জলপ্রপাত।",
        "ত্রিপুরা সংস্কৃতি: ঐতিহ্যবাহী জীবনযাপন ও হস্তশিল্প দেখুন।",
        "চা বাগান: ফিনলে চা বাগানের মতো বিস্তৃত এলাকা ঘুরে দেখুন।",
        "স্থানীয় খাবার: ‘শিডল’ (গাঁজানো মাছ) ও সিলেটি সাত-স্তর চা চেখে দেখুন।",
        "প্রাণীবৈচিত্র্য: গ্রেট হর্নবিল ও বিরল অর্কিড দেখুন।"
    ],
    "blogs": []
}