{
    "id": "ds0001",
    "title": "ইনানী বিচ",
    "onImageTitle": "Inani Beach",
    "district": "কক্সবাজার",
    "division": "চট্টগ্রাম",
    "category": [
        "সী বীচ"
    ],
    "mapUrl": "https://www.google.com/maps/place/Inani+Beach/@21.2307701,92.04703,16z/data=!3m1!4b1!4m6!3m5!1s0x30addb734c7ac3eb:0x1b8ecdeeaf8c2b5b!8m2!3d21.2296658!4d92.0475329!16s%2Fm%2F0pmfczc?entry=ttu&g_ep=EgoyMDI1MDEyMi4wIKXMDSoASAFQAw%3D%3D",
    "details": "ইনানী বিচ, কক্সবাজার শহরের ১৮ কিলোমিটার দক্ষিণে অবস্থিত, প্রকৃতি প্রেমীদের জন্য একটি নির্জন ও মনোরম গন্তব্য। সৈকতটি তার সোনালি বালু, স্বচ্ছ জল এবং প্রবালের জন্য বিখ্যাত। কক্সবাজারের মূল সৈকতের ভিড় এড়াতে এবং শান্ত পরিবেশ উপভোগ করতে অনেক পর্যটক ইনানী বিচে যান।\n\nইনানী বিচে যেতে হলে কক্সবাজার শহর থেকে সিএনজি অটোরিকশা বা ব্যক্তিগত গাড়ি ভাড়া করা যায়। ভ্রমণটি প্রায় ৩০–৪০ মিনিট সময় নেয় এবং উপকূলীয় রাস্তা ধরে যেতে যেতে সমুদ্র ও পাহাড়ের দৃষ্টিনন্দন দৃশ্য উপভোগ করা যায়। বিকল্পভাবে, আপনি স্থানীয় গাইড ভাড়া করতে পারেন বা একটি ট্যুর গ্রুপে যোগ দিতে পারেন আরও সংগঠিত ভ্রমণের জন্য।\n\nইনানী বিচ সূর্যাস্ত উপভোগ, দৃষ্টিনন্দন ছবি তোলা এবং স্থানীয় সামুদ্রিক খাবার খাওয়ার জন্য একটি আদর্শ জায়গা। তাজা মাছ, কাঁকড়া, এবং চিংড়ি স্থানীয় মসলা দিয়ে তৈরি, যা খাবারের রসিকদের জন্য অপরিহার্য। এই সৈকতটি ঘন সবুজ বন দ্বারা পরিবেষ্টিত, যা এর প্রাকৃতিক আকর্ষণ বাড়িয়ে তোলে। খাবারের রসিকরা ছোট দোকান এবং রেস্টুরেন্টে খুঁজে পাবেন বাঙালি ঐতিহ্যের খাবার, যেমন ভাজা ইলিশ, চিংড়ির তরকারি এবং বিভিন্ন সামুদ্রিক খাবারের প্ল্যাটার।\n\nরোমাঞ্চপ্রিয়দের জন্য, সৈকতটি প্রবাল ঘুরে দেখা, ঢেউয়ের শান্ত সুর উপভোগ এবং নির্জনতার মুহূর্ত কাটানোর সুযোগ দেয়। এই সৈকতটি কম বাণিজ্যিক হওয়ায় একান্ত সময় কাটানোর জন্য এটি আদর্শ। ইনানী বিচ সাঁতারের জন্যও একটি দুর্দান্ত স্থান, তবে দর্শনার্থীদের জোয়ার এবং স্রোতের প্রতি সতর্ক থাকা উচিত, বিশেষ করে বর্ষাকালে।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1mjpuHlyhVcZPLZcfhzqmqMM5MVus9kwm",
            "credit": "Arif Tanmoy"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি): আবহাওয়া ঠান্ডা এবং সৈকত কার্যকলাপের জন্য উপযুক্ত। শান্ত সমুদ্র এবং পরিষ্কার আকাশ ফটোগ্রাফি এবং বিশ্রামের জন্য আদর্শ।",
        "বসন্তকাল (মার্চ থেকে এপ্রিল): প্রাণবন্ত প্রাকৃতিক দৃশ্য এবং মৃদু তাপমাত্রা উপভোগ করার জন্য উপযুক্ত সময়। সৈকতটি কম ভিড়যুক্ত এবং আবহাওয়া সুন্দর।",
        "বর্ষাকাল এড়িয়ে চলুন (জুন থেকে সেপ্টেম্বর): ভারী বৃষ্টিপাত এবং উত্তাল ঢেউ সাঁতার এবং সৈকত কার্যকলাপের জন্য অনিরাপদ করে তোলে।"
    ],
    "cautions": [
        "সৈকতে হাঁটার সময় তীক্ষ্ণ প্রবাল পাথরের প্রতি সতর্ক থাকুন। আঘাত এড়াতে উপযুক্ত জুতা পরুন।",
        "বর্ষাকালে প্রাকৃতিক ঝড়ো ঢেউ এবং অনির্দেশ্য আবহাওয়ার কারণে ভ্রমণ এড়িয়ে চলুন।",
        "প্রাকৃতিক পরিবেশের প্রতি সম্মান জানাতে ময়লা আবর্জনা ফেলা এবং প্রবাল পাথরে ক্ষতি করা থেকে বিরত থাকুন।",
        "শুধুমাত্র নির্দিষ্ট এলাকায় সাঁতার কাটুন এবং জোয়ারের সময় শক্ত স্রোতের প্রতি সতর্ক থাকুন।",
        "পর্যাপ্ত নগদ অর্থ নিয়ে যান, কারণ সৈকতের কাছে এটিএম এবং কার্ড পেমেন্ট সুবিধা সীমিত।"
    ],
    "specials": [
        "মাইলের পর মাইল সোনালি বালুর সৈকত, যা কক্সবাজারের একটি শান্ত বিকল্প।",
        "সৈকতের সৌন্দর্য বাড়িয়ে তোলে এমন অনন্য প্রবাল পাথর।",
        "সূর্যাস্ত এবং স্থানীয় সামুদ্রিক খাবার উপভোগ করার জন্য আদর্শ, তাজা মাছ, কাঁকড়া এবং চিংড়ি বাঙালি ঐতিহ্যের মসলা দিয়ে তৈরি।",
        "সামুদ্রিক খাবারের রসিকদের জন্য একটি স্বর্গ, ছোট দোকান এবং রেস্টুরেন্টে ভাজা ইলিশ, ঝাল চিংড়ি তরকারি এবং মজাদার স্ন্যাকস পাওয়া যায়।",
        "ঘন সবুজ বন দ্বারা বেষ্টিত, যা সমুদ্র এবং প্রকৃতির একটি নিখুঁত সংমিশ্রণ প্রদান করে।",
        "ফটোগ্রাফি, সাঁতার এবং সৈকত ঘুরে দেখার জন্য দুর্দান্ত, প্রবাল পাথর অন্বেষণ এবং শান্ত ঢেউ উপভোগ করার সুযোগ সহ।"
    ],
    "blogs": [],
    "promotions": [
        {
            "title": "Make Promotion",
            "url": "",
            "imageUrl": "https://drive.google.com/uc?export=view&id=1vPE8AjcpjsKT2_bhlHTrrSKCUAQs7X33"
        },
        {
            "title": "Make Promotion 2",
            "url": "",
            "imageUrl": "https://drive.google.com/uc?export=view&id=1EneLgFj3FmOAbPv4VRMrgB0Jiw3crl0S"
        }
    ]
}