{
    "id": "ds0064",
    "title": "পাহাড়পুর বৌদ্ধ বিহার",
    "onImageTitle": "Paharpur",
    "alternativeTitles": [
        "পাহাড়পুর বৌদ্ধ বিহার",
        "সোমপুর মহাবিহার",
        "Paharpur Buddhist Bihar",
        "Somapura Mahavihara"
    ],
    "district": "নওগাঁ",
    "districts": [
        "নওগাঁ"
    ],
    "division": "রাজশাহী",
    "category": [
        "ঐতিহ্যবাহী",
        "স্মৃতিস্তম্ভ",
        "জাদুঘর"
    ],
    "mapUrl": "https://www.google.com/maps/place/Sompur+Mahavihara/@25.031057,88.972047,17z/data=!3m1!4b1!4m6!3m5!1s0x39fc8f1cd3684259:0x2fa1fbfef3d89234!8m2!3d25.0310522!4d88.9769126!16s%2Fm%2F02x0rt4?entry=ttu&g_ep=EgoyMDI2MDIwMS4wIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.0888970103306!2d88.97433231117701!3d25.031057038317112!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39fc8f1cd3684259%3A0x2fa1fbfef3d89234!2sSompur%20Mahavihara!5e0!3m2!1sen!2sbd!4v1770193764396!5m2!1sen!2sbd",
    "details": "পাহাড়পুর বৌদ্ধ বিহার, যা সোমপুর মহাবিহার নামেও পরিচিত, রাজশাহী বিভাগের নওগাঁ জেলায় অবস্থিত একটি ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থান। অষ্টম শতাব্দীতে দ্বিতীয় পাল রাজা ধর্মপাল দ্বারা নির্মিত, এই দুর্দান্ত মঠটি দক্ষিণ এশিয়ার সবচেয়ে গুরুত্বপূর্ণ প্রত্নতাত্ত্বিক স্থানগুলির মধ্যে একটি এবং হিমালয়ের দক্ষিণে বৃহত্তম বৌদ্ধ বিহার হিসাবে বিবেচিত। স্থানটি বাংলায় বৌদ্ধধর্মের স্বর্ণযুগের প্রতিনিধিত্ব করে এবং ব্যতিক্রমী স্থাপত্য ও শিল্পকলার কৃতিত্ব প্রদর্শন করে।\n\nপাহাড়পুরে পৌঁছানোর জন্য, ভ্রমণকারীরা ঢাকা থেকে নওগাঁ পর্যন্ত বাসে যেতে পারেন, যা প্রায় ৭-৮ ঘন্টা সময় নেয়। নওগাঁ শহর থেকে, স্থানীয় বাস বা ভাড়া করা যানবাহন দর্শনার্থীদের পাহাড়পুরে নিয়ে যেতে পারে, যা প্রায় ৬৭ কিলোমিটার দূরে। বিকল্পভাবে, দর্শনার্থীরা বগুড়ার মাধ্যমে ভ্রমণ করতে পারেন এবং তারপর পাহাড়পুরে যেতে পারেন। যাত্রাটি আম বাগান এবং ঐতিহ্যবাহী গ্রাম দ্বারা বিন্দুযুক্ত গ্রামীণ ল্যান্ডস্কেপের মধ্য দিয়ে যায়।\n\nমঠ কমপ্লেক্সটি ২৭ একর এলাকা জুড়ে বিস্তৃত এবং একটি চতুর্ভুজাকার বিন্যাসে সাজানো ১৭৭টি সন্ন্যাস কক্ষ দ্বারা বেষ্টিত একটি বিশাল কেন্দ্রীয় মন্দির রয়েছে। কেন্দ্রীয় মন্দির, প্রায় ৭০ ফুট উচ্চতায় উঠে, একটি ক্রুসিফর্ম পরিকল্পনায় নির্মিত যা বৌদ্ধ জাতক কাহিনী, হিন্দু দেবতা এবং প্রাচীন বাংলার দৈনন্দিন জীবনের দৃশ্য চিত্রিত করে হাজার হাজার টেরাকোটা ফলক দ্বারা সজ্জিত স্তরযুক্ত স্তর সহ। এই টেরাকোটা শিল্পকর্মগুলি মধ্যযুগীয় বাংলা শিল্পের মাস্টারপিস হিসাবে বিবেচিত হয় এবং সময়ের ধর্মীয় সমন্বয়বাদ এবং সাংস্কৃতিক সমৃদ্ধি সম্পর্কে অমূল্য অন্তর্দৃষ্টি প্রদান করে।\n\nপাহাড়পুর জাদুঘর, স্থানের মধ্যে অবস্থিত, মঠ থেকে খনন করা নিদর্শনগুলির একটি বিস্তৃত সংগ্রহ রয়েছে, যার মধ্যে ভাস্কর্য, শিলালিপি, মুদ্রা, মৃৎপাত্র এবং অলঙ্কৃত ইট রয়েছে। জাদুঘরটি মঠের ইতিহাস, পাল রাজবংশ এবং বাংলায় বৌদ্ধ সংস্কৃতি সম্পর্কে বিস্তারিত তথ্য প্রদান করে।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1bJnsY8z9hQRk7z_qwXGiak4LD4_BVike",
            "credit": "Encyclopædia Britannica"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি): ব্যাপক প্রত্নতাত্ত্বিক স্থান অন্বেষণের জন্য উপযুক্ত সুন্দর আবহাওয়া সহ ভ্রমণের আদর্শ সময়। পরিষ্কার আকাশ এবং আরামদায়ক তাপমাত্রা অভিজ্ঞতা বাড়ায়।",
        "বসন্তকাল (মার্চ থেকে এপ্রিল): প্রাচীন ধ্বংসাবশেষের জন্য একটি সুন্দর পটভূমি তৈরি করে প্রস্ফুটিত গাছপালা সহ মাঝারি আবহাওয়া।",
        "শরৎকাল (অক্টোবর থেকে নভেম্বর): ফটোগ্রাফি এবং বিস্তারিত অন্বেষণের জন্য আদর্শ পরিষ্কার দৃশ্যমানতা সহ বর্ষা-পরবর্তী সতেজতা।"
    ],
    "cautions": [
        "আরামদায়ক হাঁটার জুতা পরুন কারণ স্থানটি বিস্তৃত এবং যথেষ্ট হাঁটার প্রয়োজন।",
        "সীমিত ছায়া থাকায় টুপি, সানগ্লাস এবং সানস্ক্রিন সহ সূর্য সুরক্ষা বহন করুন।",
        "পর্যাপ্ত পানি এবং স্ন্যাকস আনুন, যদিও প্রবেশদ্বারের কাছে কিছু সুবিধা উপলব্ধ।",
        "ভঙ্গুর কাঠামোতে আরোহণ বা টেরাকোটা ফলক স্পর্শ না করে প্রত্নতাত্ত্বিক স্থানকে সম্মান করুন।",
        "স্থানের ঐতিহাসিক এবং শিল্পকলার তাৎপর্য সম্পূর্ণরূপে উপলব্ধি করতে একজন অফিসিয়াল গাইড নিয়োগ করুন।",
        "নির্দিষ্ট এলাকায় ফটোগ্রাফি সীমাবদ্ধ হতে পারে, বিশেষ করে জাদুঘরের ভিতরে।",
        "বৌদ্ধ তীর্থযাত্রী এবং দর্শনার্থীদের জন্য স্থানের পবিত্র প্রকৃতি সম্পর্কে সচেতন থাকুন।",
        "মঠ কমপ্লেক্স এবং জাদুঘর সঠিকভাবে অন্বেষণ করতে কমপক্ষে ২-৩ ঘন্টা অনুমতি দিন।"
    ],
    "specials": [
        "ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থান এবং হিমালয়ের দক্ষিণে বৃহত্তম বৌদ্ধ বিহার।",
        "বৌদ্ধ, হিন্দু এবং ধর্মনিরপেক্ষ থিম চিত্রিত করে ২,৮০০টিরও বেশি টেরাকোটা ফলক।",
        "অষ্টম শতাব্দী থেকে পাল রাজবংশ স্থাপত্যের ব্যতিক্রমী উদাহরণ।",
        "ক্রুসিফর্ম পরিকল্পনা এবং স্তরযুক্ত স্তর সহ বিশাল কেন্দ্রীয় মন্দির।",
        "প্রাচীন বৌদ্ধ সংস্কৃতি প্রদর্শন করে নিদর্শন সহ ব্যাপক জাদুঘর।",
        "বৌদ্ধ এবং হিন্দু মূর্তিবিদ্যা সহাবস্থান সহ ধর্মীয় সমন্বয়বাদের প্রমাণ।",
        "বাংলাদেশ এবং বিশ্বজুড়ে বৌদ্ধদের জন্য গুরুত্বপূর্ণ তীর্থস্থান।",
        "প্রাচীন বাংলা সম্পর্কে নতুন অন্তর্দৃষ্টি প্রকাশ করে চলমান প্রত্নতাত্ত্বিক গবেষণা।"
    ],
    "blogs": []
}