{
    "id": "ds0013",
    "title": "পতেঙ্গা বিচ",
    "onImageTitle": "Patenga",
    "alternativeTitles": [
        "পতেঙ্গা বিচ",
        "Patenga"
    ],
    "district": "চট্টগ্রাম",
    "districts": [
        "চট্টগ্রাম"
    ],
    "division": "চট্টগ্রাম",
    "category": [
        "সী বীচ"
    ],
    "mapUrl": "https://www.google.com/maps/place/Patenga+Sea+Beach/@22.2359795,91.7860271,16z/data=!3m1!4b1!4m6!3m5!1s0x30acde2c8d9eadf3:0xe8d981f0a04481dd!8m2!3d22.2352023!4d91.7913938!16zL20vMDltbTdo?entry=ttu&g_ep=EgoyMDI1MDIwNS4xIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d7386.21605940564!2d91.79118770000001!3d22.2359796!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30acde2c8d9eadf3%3A0xe8d981f0a04481dd!2sPatenga%20Sea%20Beach!5e0!3m2!1sen!2sbd!4v1751313689497!5m2!1sen!2sbd",
    "details": "পতেঙ্গা বিচ, চট্টগ্রামের কর্ণফুলী নদীর মোহনার কাছে অবস্থিত, স্থানীয় এবং পর্যটকদের জন্য একটি জনপ্রিয় উপকূলীয় গন্তব্য। শান্ত সমুদ্রের দৃশ্য এবং জমজমাট পরিবেশের জন্য পরিচিত, এই সৈকতটি প্রাকৃতিক সৌন্দর্য এবং শহুরে আকর্ষণের একটি অনন্য সংমিশ্রণ প্রদান করে। দর্শনার্থীরা তীরে হাঁটতে পারেন, জাহাজ চলাচল দেখতে পারেন এবং কাছাকাছি স্টল থেকে তাজা সামুদ্রিক খাবার উপভোগ করতে পারেন।\n\nপতেঙ্গা বিচে যাওয়ার জন্য, ভ্রমণকারীরা চট্টগ্রাম শহর কেন্দ্র থেকে সিএনজি অটোরিকশা, ট্যাক্সি বা বাস নিতে পারেন। যাত্রাটি ট্রাফিকের উপর নির্ভর করে প্রায় ৩০-৪০ মিনিট সময় নেয়। বিচটি শাহ আমানত আন্তর্জাতিক বিমানবন্দরের কাছাকাছি, যা ভ্রমণকারীদের জন্য একটি সুবিধাজনক স্থান।\n\nপতেঙ্গা বিচ ভ্রমণের সেরা সময় শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি), যখন আবহাওয়া ঠান্ডা এবং সুন্দর থাকে। সন্ধ্যায় বিচটি প্রাণবন্ত হয়ে ওঠে, স্থানীয় এবং পর্যটকরা সূর্যাস্ত উপভোগ করতে জড়ো হয়। সাঁতারের জন্য সুপারিশ করা হয় না, তবে ফটোগ্রাফি, পিকনিক এবং স্থানীয় স্ট্রিট ফুড উপভোগের জন্য এটি আদর্শ।\n\nপতেঙ্গা বিচ কর্ণফুলী নদীর মোহনা, পতেঙ্গা সি বিচ পার্ক এবং নেভাল বিচের মতো আকর্ষণ দ্বারা বেষ্টিত। এলাকাটি তার প্রাণবন্ত সামুদ্রিক খাবারের বাজারের জন্যও পরিচিত, যেখানে দর্শনার্থীরা তাজা মাছ এবং চিংড়ি কিনতে পারেন।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1ng3PIVT8tkM7KUsKsf6rD39SE_2A3Bot",
            "credit": "The Bussiness Standard"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি): ঠান্ডা এবং সুন্দর আবহাওয়া, সৈকত কার্যকলাপ এবং সূর্যাস্ত দেখার জন্য আদর্শ।",
        "বসন্তকাল (মার্চ থেকে এপ্রিল): মৃদু তাপমাত্রা এবং কম ভিড়, বিশ্রামের জন্য উপযুক্ত।",
        "বর্ষাকাল এড়িয়ে চলুন (জুন থেকে সেপ্টেম্বর): ভারী বৃষ্টিপাত এবং উত্তাল সমুদ্র সাঁতারের জন্য অনিরাপদ।"
    ],
    "cautions": [
        "শক্তিশালী স্রোত এবং অনির্দেশ্য জোয়ারের কারণে সাঁতার এড়িয়ে চলুন।",
        "ময়লা ফেলা এড়িয়ে চলুন; সৈকত পরিষ্কার রাখতে নির্দিষ্ট ট্র্যাশ বিন ব্যবহার করুন।",
        "জলের কাছাকাছি হাঁটার সময় সতর্ক থাকুন, বিশেষ করে জোয়ারের সময়।",
        "সৈকতের কাছে ট্রাফিক বেশি হতে পারে; ভ্রমণের সময় অফ-পিক পরিকল্পনা করুন।"
    ],
    "specials": [
        "বঙ্গোপসাগর এবং কর্ণফুলী নদীর প্যানোরামিক দৃশ্য সহ একটি প্রাণবন্ত সৈকত।",
        "সূর্যাস্তের ফটোগ্রাফি এবং স্থানীয় সামুদ্রিক খাবার উপভোগের জন্য আদর্শ।",
        "শাহ আমানত আন্তর্জাতিক বিমানবন্দর এবং চট্টগ্রাম শহর কেন্দ্রের নিকটবর্তী।",
        "পারিবারিক কার্যকলাপের জন্য নেভাল বিচ এবং পতেঙ্গা সি বিচ পার্ক পরিদর্শন করুন।",
        "তাজা মাছ, কাঁকড়া এবং চিংড়ি সরবরাহকারী সামুদ্রিক খাবারের বাজার।",
        "খাবারের স্টল এবং সাংস্কৃতিক কার্যকলাপ সহ একটি প্রাণবন্ত সন্ধ্যার পরিবেশ।"
    ],
    "blogs": []
}