{
    "id": "ds0062",
    "title": "মহাস্থানগড়",
    "onImageTitle": "Mahasthangarh",
    "alternativeTitles": [
        "মহাস্থানগড়",
        "Mahasthangarh"
    ],
    "district": "বগুড়া",
    "districts": [
        "বগুড়া"
    ],
    "division": "রাজশাহী",
    "category": [
        "ঐতিহ্যবাহী",
        "স্মৃতিস্তম্ভ",
        "জাদুঘর"
    ],
    "mapUrl": "https://www.google.com/maps/place/Mahasthangarh+Tourism+Park/@24.9619888,89.3445159,17z/data=!3m1!4b1!4m6!3m5!1s0x39fc5549da888301:0x96c4a0ddad91f0c8!8m2!3d24.961984!4d89.3470962!16s%2Fg%2F11ffkjz_0p?entry=ttu&g_ep=EgoyMDI2MDIwMS4wIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1808.5555277659062!2d89.34422395652578!3d24.96233592609592!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39fc5549da888301%3A0x96c4a0ddad91f0c8!2sMahasthangarh%20Tourism%20Park!5e0!3m2!1sen!2sbd!4v1770193838157!5m2!1sen!2sbd",
    "details": "মহাস্থানগড়, রাজশাহী বিভাগের বগুড়া জেলায় অবস্থিত, বাংলাদেশে আবিষ্কৃত প্রাচীনতম শহুরে প্রত্নতাত্ত্বিক স্থানগুলির মধ্যে একটি। খ্রিস্টপূর্ব তৃতীয় শতাব্দীতে ফিরে যাওয়া, এই প্রাচীন দুর্গযুক্ত শহরটি পুণ্ড্রনগর নামে পরিচিত ছিল, যা পুণ্ড্র রাজ্যের রাজধানী ছিল। এই স্থানটি ২,৫০০ বছরেরও বেশি সময় ধরে ক্রমাগত মানব বসতির প্রতিনিধিত্ব করে এবং বাংলাদেশের সমৃদ্ধ ঐতিহাসিক ঐতিহ্যের সাক্ষ্য হিসাবে দাঁড়িয়ে আছে।\n\nমহাস্থানগড়ে পৌঁছানোর জন্য, ভ্রমণকারীরা ঢাকা থেকে বগুড়া পর্যন্ত বাসে যেতে পারেন, যা প্রায় ৫-৬ ঘন্টা সময় নেয়। বগুড়া শহর থেকে, প্রত্নতাত্ত্বিক স্থানটি প্রায় ১৩ কিলোমিটার উত্তরে এবং স্থানীয় বাস, অটোরিকশা বা ভাড়া করা গাড়িতে পৌঁছানো যায়। যাত্রাটি বিশাল ধানক্ষেত এবং ঐতিহ্যবাহী গ্রাম সহ গ্রামীণ বাংলাদেশের ঝলক প্রদান করে।\n\nপ্রত্নতাত্ত্বিক স্থানটি প্রায় ১৮৫ হেক্টর এলাকা জুড়ে বিস্তৃত এবং বিশাল দুর্গ প্রাচীর দ্বারা বেষ্টিত যা এখনও অনেক জায়গায় দাঁড়িয়ে আছে। ধ্বংসাবশেষের মধ্যে রয়েছে মৌর্য, গুপ্ত, পাল এবং সেন রাজবংশ সহ বিভিন্ন সময়ের প্রাচীন স্তূপ, মন্দির, মঠ এবং আবাসিক কাঠামো। সবচেয়ে বিশিষ্ট বৈশিষ্ট্যগুলির মধ্যে রয়েছে গোবিন্দ ভিটা মন্দির ধ্বংসাবশেষ, বসু বিহার মঠ কমপ্লেক্স এবং বেশ কয়েকটি প্রাচীন ঢিবি যা ঐতিহাসিক দখলের স্তর প্রকাশ করে।\n\nমহাস্থানগড় জাদুঘর, স্থানটির কাছে অবস্থিত, এলাকা থেকে খনন করা নিদর্শনগুলির একটি চিত্তাকর্ষক সংগ্রহ রয়েছে, যার মধ্যে টেরাকোটা ফলক, মুদ্রা, মৃৎপাত্র, অলঙ্কার এবং শিলালিপি রয়েছে। এই নিদর্শনগুলি প্রাচীন বাংলার দৈনন্দিন জীবন, বাণিজ্য, ধর্ম এবং সংস্কৃতি সম্পর্কে মূল্যবান অন্তর্দৃষ্টি প্রদান করে। স্থানটির ধর্মীয় তাৎপর্যও রয়েছে, চতুর্দশ শতাব্দীর সুফি সাধক শাহ সুলতান বলখী মাহিসাওয়ারের মাজার সহ, যা বার্ষিক উরস উৎসবের সময় হাজার হাজার তীর্থযাত্রীকে আকর্ষণ করে।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1FPO1dIen8BRcZfiTACQopKYMT4GMuA8D",
            "credit": "Travel Bangladesh"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি): ব্যাপক প্রত্নতাত্ত্বিক স্থান অন্বেষণের জন্য আদর্শ সুন্দর আবহাওয়া সহ ভ্রমণের সেরা সময়। পরিষ্কার আকাশ এবং আরামদায়ক তাপমাত্রা বহিরঙ্গন অন্বেষণ উপভোগ্য করে তোলে।",
        "বসন্তকাল (মার্চ থেকে এপ্রিল): প্রাচীন ধ্বংসাবশেষে সৌন্দর্য যোগ করে প্রস্ফুটিত ফুল সহ ভাল আবহাওয়া অব্যাহত থাকে। মাঝারি তাপমাত্রা ফটোগ্রাফি এবং অবসর হাঁটার জন্য উপযুক্ত।",
        "শরৎকাল (অক্টোবর থেকে নভেম্বর): বর্ষা-পরবর্তী মৌসুম তাজা সবুজ এবং আরামদায়ক আবহাওয়া নিয়ে আসে, ঐতিহাসিক অন্বেষণ এবং সাংস্কৃতিক অভিজ্ঞতার জন্য আদর্শ।"
    ],
    "cautions": [
        "আরামদায়ক হাঁটার জুতা পরুন কারণ স্থানটি বিস্তৃত এবং উল্লেখযোগ্য হাঁটার প্রয়োজন।",
        "সীমিত ছায়া থাকায় টুপি, সানগ্লাস এবং সানস্ক্রিন সহ সূর্য সুরক্ষা বহন করুন।",
        "পর্যাপ্ত পানি এবং স্ন্যাকস আনুন, যদিও প্রবেশদ্বারের কাছে কিছু বিক্রেতা উপলব্ধ।",
        "ভঙ্গুর কাঠামোতে আরোহণ বা নিদর্শন অপসারণ না করে প্রত্নতাত্ত্বিক স্থানকে সম্মান করুন।",
        "ধ্বংসাবশেষের ঐতিহাসিক তাৎপর্য এবং গল্পগুলি সম্পূর্ণরূপে উপলব্ধি করতে একজন স্থানীয় গাইড নিয়োগ করুন।",
        "শাহ সুলতান বলখীর মাজার পরিদর্শন করার সময় সম্মানজনক হন, বিশেষ করে ধর্মীয় আচার-অনুষ্ঠানের সময়।",
        "নির্দিষ্ট এলাকায় ফটোগ্রাফি সীমাবদ্ধ হতে পারে, বিশেষ করে জাদুঘরের ভিতরে।"
    ],
    "specials": [
        "বাংলাদেশের প্রাচীনতম প্রত্নতাত্ত্বিক স্থানগুলির মধ্যে একটি, ২,৫০০ বছরেরও বেশি পুরানো।",
        "বিশাল দুর্গ প্রাচীর যা প্রাচীন নগর পরিকল্পনা এবং প্রতিরক্ষা স্থাপত্য প্রদর্শন করে।",
        "টেরাকোটা, মুদ্রা এবং শিলালিপি সহ অন-সাইট জাদুঘরে নিদর্শনের সমৃদ্ধ সংগ্রহ।",
        "মৌর্য থেকে মধ্যযুগীয় ইসলামী শাসন পর্যন্ত একাধিক ঐতিহাসিক সময়ের প্রমাণ।",
        "সারা বছর তীর্থযাত্রীদের আকর্ষণ করে শাহ সুলতান বলখীর মাজার সহ ধর্মীয় তাৎপর্য।",
        "উন্নত দুর্গ থেকে করতোয়া নদী উপত্যকার প্যানোরামিক দৃশ্য।",
        "চলমান প্রত্নতাত্ত্বিক খনন নতুন আবিষ্কার প্রকাশ করে।",
        "হাজার হাজার ভক্ত সমবেত হয়ে সুফি সাধককে উদযাপন করে বার্ষিক উরস উৎসব।"
    ],
    "blogs": []
}