{
    "id": "ds0047",
    "title": "ড্রিম হলিডে পার্ক",
    "onImageTitle": "Dream Holiday Park",
    "alternativeTitles": [
        "ড্রিম হলিডে পার্ক",
        "Dream Holiday Park"
    ],
    "district": "নরসিংদী",
    "districts": [
        "নরসিংদী"
    ],
    "division": "ঢাকা",
    "category": [
        "থিম-পার্ক"
    ],
    "mapUrl": "https://www.google.com/maps/place/Dream+Holiday+Park/@23.9422296,90.5938424,11.79z/data=!4m6!3m5!1s0x375433c298d21b67:0xad53b0d4babc0616!8m2!3d23.881267!4d90.6650557!16s%2Fg%2F1thfct1j?entry=ttu&g_ep=EgoyMDI1MDYxMC4xIKXMDSoASAFQAw%3D%3D",
    "details": "নরসিংদীর ড্রিম হলিডে পার্ক ঢাকার নিকটতম পরিবেশবান্ধব বিনোদন কেন্দ্র, যা রোমাঞ্চকর রাইড ও প্রাকৃতিক দৃশ্যের সমন্বয় ঘটিয়েছে। ৫০ একর জুড়ে বিস্তৃত এই পার্কে ওয়াটার অ্যাট্রাকশন, অ্যাডভেঞ্চার স্পোর্টস ও উদ্ভিদ উদ্যান সহ নানান থিম জোন রয়েছে। পার্কের ফেরিস হুইল থেকে শীতলক্ষ্যা নদীর উপত্যকার প্যানোরামিক দৃশ্য দেখা যায়, আর প্রজাপতি অভয়ারণ্য ও জৈব খামার পরিবেশ শিক্ষাকে উৎসাহিত করে।\n\nঢাকা থেকে ৪০ কিমি উত্তর-পূর্বে, ঢাকা-সিলেট মহাসড়ক দিয়ে যাওয়া যায় (১.৫ ঘণ্টা)। মহাখালী বাস টার্মিনাল থেকে শাটল সার্ভিস পাওয়া যায়। নিকটবর্তী দর্শনীয় স্থানের মধ্যে রয়েছে সোনারগাঁও লোকশিল্প জাদুঘর ও মেঘনা ঘাটের নদীর দৃশ্য।\n\nগ্রীষ্মে ওয়েভ পুল, জিপলাইন ও প্যাডেল বোটিং উপভোগ করুন। স্থানীয় ফুড স্টলে পিঠা প্লেটার ও ভুট্টা ভাজা পাওয়া যায়। পার্কটি সৌরশক্তি ও বৃষ্টির জল সংরক্ষণ পদ্ধতিতে পরিচালিত হয়, আর আর্দ্রভূমির দেশীয় পাখি রক্ষায় সংরক্ষণ কর্মসূচি চালু রয়েছে।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1Vexd_8eY2EoeSQVJ_a9L6h7Hu4vKyZyP",
            "credit": "Dream Holiday Park"
        }
    ],
    "seasons": [
        "শীতকাল (অক্টোবর–মার্চ): আরামদায়ক তাপমাত্রায় বাইরের কার্যক্রমের জন্য আদর্শ।",
        "গ্রীষ্মকাল (এপ্রিল–জুন): ওয়াটার রাইড ও স্প্ল্যাশ জোনের জন্য উপযুক্ত সময়।",
        "বৃষ্টির দিন এড়িয়ে চলুন: বজ্রবৃষ্টিতে কিছু অ্যাট্রাকশন বন্ধ থাকে।"
    ],
    "cautions": [
        "রোমাঞ্চকর রাইডে উচ্চতা/বয়সের বিধি মেনে চলুন।",
        "জলাধারের কাছে শিশুদের তত্ত্বাবধান করুন।",
        "জলজ বাস্তুতন্ত্র রক্ষায় বায়োডিগ্রেডেবল সানস্ক্রিন ব্যবহার করুন।"
    ],
    "specials": [
        "আকাশ চাকা: শীতলক্ষ্যা উপত্যকার দৃশ্য সহ ৬০-মিটার ফেরিস হুইল।",
        "জল জোন: ফিল্টারেশন সিস্টেম সমৃদ্ধ ওয়েভ পুল ও ওয়াটার স্লাইড।",
        "ইকো ট্রেইল: ভেষজ উদ্ভিদ বাগানের গাইডেড প্রকৃতি ভ্রমণ।",
        "অ্যাডভেঞ্চার সেন্টার: জিপলাইনিং ও রক ক্লাইম্বিং সুবিধা।",
        "সাংস্কৃতিক সন্ধ্যা: ঐতিহ্যবাহী পুতুলনাচ ও লোকসংগীত উৎসব।"
    ],
    "blogs": []
}