{
    "id": "ds0003",
    "title": "কাপ্তাই লেক",
    "onImageTitle": "Kaptai Lake",
    "district": "রাঙামাটি",
    "division": "চট্টগ্রাম",
    "category": [
        "লেক"
    ],
    "mapUrl": "https://www.google.com/maps/place/Kaptai+Lake/@22.6923251,92.0276541,11z/data=!3m1!4b1!4m6!3m5!1s0x30ad4b6b58d1ee59:0x21e5fefae772aac5!8m2!3d22.5927679!4d92.2138289!16zL20vMGN3cWc3?entry=ttu&g_ep=EgoyMDI1MDEyMi4wIKXMDSoASAFQAw%3D%3D",
    "details": "কাপ্তাই লেক বাংলাদেশের বৃহত্তম কৃত্রিম হ্রদ, যা রাঙামাটিতে অবস্থিত। ১৯৬১ সালে কাপ্তাই বাঁধ প্রকল্পের অংশ হিসেবে নির্মিত এই হ্রদটির আয়তন প্রায় ১১,০০০ বর্গকিলোমিটার। সবুজ পাহাড়ের মাঝে অবস্থিত এই হ্রদ প্রকৃতিপ্রেমী ও ভ্রমণকারীদের জন্য এক অনন্য গন্তব্য। পর্যটকরা নৌকায় হ্রদ ঘুরতে পারেন, পার্শ্ববর্তী আদিবাসী গ্রামগুলোতে যেতে পারেন এবং চাকমা সম্প্রদায়ের অনন্য সংস্কৃতি উপভোগ করতে পারেন।\n\nকাপ্তাই লেক বাংলাদেশের অন্যতম প্রধান মিঠা পানির মাছের উৎস এবং একটি সমৃদ্ধ মৎস্যশিল্পের সহায়ক। অর্থনৈতিক গুরুত্ব ছাড়াও এটি একটি জনপ্রিয় পর্যটন কেন্দ্র, যা নৌকা ভ্রমণ, সাঁতার এবং পিকনিকের জন্য আদর্শ। হ্রদের দৃশ্যমান সৌন্দর্য, শান্ত পানি এবং চারপাশের সবুজ পাহাড় শহরের ব্যস্ত জীবন থেকে দূরে একটি শান্তিপূর্ণ পরিবেশ প্রদান করে।\n\nহ্রদের কাছাকাছি আকর্ষণীয় স্থানগুলোর মধ্যে রয়েছে রাঙামাটির ঝুলন্ত সেতু, চাকমা রাজবাড়ি এবং বিভিন্ন আদিবাসী হস্তশিল্প বাজার। দর্শনার্থীরা স্থানীয় খাবারের মধ্যে বাঁশ মুরগি এবং তাজা মাছের মতো সুস্বাদু পদ উপভোগ করতে পারেন।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1T5shyzOirMqutw4cpOQgMBpvlvfyn9fu",
            "credit": ""
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি): আরামদায়ক আবহাওয়া ও পরিষ্কার আকাশের কারণে ভ্রমণের সেরা সময়।",
        "বর্ষাকাল (জুন থেকে সেপ্টেম্বর): হ্রদের পূর্ণ জলরাশি এবং সবুজ পরিবেশ উপভোগের সময়।"
    ],
    "cautions": [
        "নৌকা ভ্রমণের সময় সতর্ক থাকুন এবং সবসময় লাইফ জ্যাকেট পরুন।",
        "সঠিক নির্দেশনা ছাড়া গভীর পানিতে সাঁতার এড়িয়ে চলুন।",
        "পার্শ্ববর্তী আদিবাসী গ্রাম পরিদর্শনের সময় স্থানীয় সংস্কৃতি ও ঐতিহ্যের প্রতি সম্মান প্রদর্শন করুন।"
    ],
    "specials": [
        "বাংলাদেশের বৃহত্তম কৃত্রিম হ্রদ, যা মনোমুগ্ধকর দৃশ্য এবং শান্ত নৌকা ভ্রমণের সুযোগ প্রদান করে।",
        "আদিবাসী সংস্কৃতি, হস্তশিল্প এবং ঐতিহ্যবাহী চাকমা খাবারের কেন্দ্রবিন্দু।",
        "ঝুলন্ত সেতু এবং চাকমা রাজবাড়ির মতো আকর্ষণীয় স্থানগুলো অভিজ্ঞতাকে আরও সমৃদ্ধ করে।",
        "মৎস্যপ্রেমী এবং প্রকৃতিপ্রেমীদের জন্য আদর্শ গন্তব্য।"
    ],
    "blogs": []
}