{
    "id": "ds0001",
    "title": "ইনানী বিচ",
    "onImageTitle": "Inani Beach",
    "district": "কক্সবাজার",
    "division": "চট্টগ্রাম",
    "category": [
        "সী বীচ"
    ],
    "mapUrl": "https://www.google.com/maps/place/Inani+Beach/@21.23077,92.0418801,16z/data=!4m6!3m5!1s0x30addb734c7ac3eb:0x1b8ecdeeaf8c2b5b!8m2!3d21.2296658!4d92.0475329!16s%2Fm%2F0pmfczc?entry=ttu",
    "details": "ইনানী বিচ কক্সবাজার শহরের ১৮ কিলোমিটার দক্ষিণে অবস্থিত একটি নির্জন ও মনোরম গন্তব্য। সৈকতটি তার সোনালি বালু, স্বচ্ছ জল এবং প্রবালের জন্য বিখ্যাত। কক্সবাজারের মূল সৈকতের ভিড় এড়াতে এবং শান্ত পরিবেশ উপভোগ করতে অনেক পর্যটক ইনানী বিচে যান।\n\nইনানী বিচে যেতে হলে কক্সবাজার শহর থেকে সিএনজি অটোরিকশা বা ব্যক্তিগত গাড়ি ভাড়া করা যায়। ভ্রমণটি প্রায় ৩০–৪০ মিনিট সময় নেয় এবং উপকূলীয় রাস্তা ধরে যেতে যেতে সমুদ্র ও পাহাড়ের দৃষ্টিনন্দন দৃশ্য উপভোগ করা যায়।\n\nইনানী বিচ সূর্যাস্ত উপভোগ, দৃষ্টিনন্দন ছবি তোলা এবং স্থানীয় সামুদ্রিক খাবার খাওয়ার জন্য একটি আদর্শ জায়গা। এটি ঘন সবুজ বন দ্বারা পরিবেষ্টিত, যা এর প্রাকৃতিক আকর্ষণ বাড়িয়ে তোলে।\n\nরোমাঞ্চপ্রিয়দের জন্য, সৈকতটি প্রবাল ঘুরে দেখা, ঢেউয়ের শান্ত সুর উপভোগ এবং নির্জনতার মুহূর্ত কাটানোর সুযোগ দেয়। এই সৈকতটি কম বাণিজ্যিক হওয়ায় একান্ত সময় কাটানোর জন্য এটি আদর্শ।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1R3O8d93MEqPSuKIhppxw2vWZ051eRiVQ",
            "credit": "Dristi 360"
        },
        {
            "url": "https://drive.google.com/uc?export=view&id=1lYLM4_CNK6gtEnF7n-85DUlpIaT0t_W4",
            "credit": "Dristi 360"
        },
        {
            "url": "https://drive.google.com/uc?export=view&id=16iPmgblbmdmGOQDSe4otuQC91zohZnHP",
            "credit": "Dristi 360"
        },
        {
            "url": "https://drive.google.com/uc?export=view&id=12qCZkxtcoPGepU5SP7NWHfO80TCa1PFQ",
            "credit": "Dristi 360"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি): আবহাওয়া ঠান্ডা এবং সৈকত কার্যকলাপের জন্য উপযুক্ত।",
        "বসন্তকাল (মার্চ থেকে এপ্রিল): রঙিন পরিবেশ এবং মৃদু তাপমাত্রা উপভোগ করার উপযুক্ত সময়।"
    ],
    "cautions": [
        "সৈকতে হাঁটার সময় তীক্ষ্ণ প্রবাল পাথরের প্রতি সতর্ক থাকুন।",
        "বর্ষাকালে প্রাকৃতিক ঝড়ো ঢেউ এবং অনির্দেশ্য আবহাওয়ার কারণে ভ্রমণ এড়িয়ে চলুন।",
        "প্রাকৃতিক পরিবেশের প্রতি সম্মান জানাতে ময়লা আবর্জনা ফেলা এবং প্রবাল পাথরে ক্ষতি করা থেকে বিরত থাকুন।"
    ],
    "specials": [
        "মাইলের পর মাইল সোনালি বালুর সৈকত।",
        "সৈকতের সৌন্দর্য বাড়িয়ে তোলে এমন অনন্য প্রবাল পাথর।",
        "মূল কক্সবাজার সৈকতের তুলনায় কম ভিড় ও শান্ত।",
        "সূর্যাস্ত এবং স্থানীয় সামুদ্রিক খাবার উপভোগ করার জন্য আদর্শ।"
    ],
    "blogs": [
        {
            "title": "ইনানি সৈকত অনুসন্ধান: একটি কাস্টাল জেম",
            "url": "https://www.espncricinfo.com",
            "author": "কাজী নজরুল ইসলাম",
            "site": "ফেসবুক"
        },
        {
            "title": "ইনানি সৈকত ভ্রমণ গাইড: যা জানতে হবে যখন তুমি যাও",
            "url": "https://flutter.dev",
            "author": "কাজী নজরুল ইসলাম",
            "site": "ইউটিউব"
        }
    ]
}