{
    "id": "ds0018",
    "title": "বিরিশিরি",
    "onImageTitle": "Birishiri",
    "alternativeTitles": [
        "বিরিশিরি",
        "Birishiri"
    ],
    "district": "নেত্রকোণা",
    "districts": [
        "নেত্রকোণা"
    ],
    "division": "ময়মনসিংহ",
    "category": [
        "পাহাড়-পর্বত",
        "নদীর-পাড়",
        "লেক"
    ],
    "mapUrl": "https://www.google.com/maps/place/Birishiri,+Durgapur/@25.10504,90.6605636,15z/data=!3m1!4b1!4m6!3m5!1s0x375708b1dae83473:0x674578ea8376c14c!8m2!3d25.1058766!4d90.671375!16s%2Fg%2F11clt0mszd?entry=ttu&g_ep=EgoyMDI1MDIxMi4wIKXMDSoJLDEwMjExNDUzSAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d14451.624322534528!2d90.67088485!3d25.1050404!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x375708b1dae83473%3A0x674578ea8376c14c!2sBirishiri%2C%20Durgapur!5e0!3m2!1sen!2sbd!4v1751315099497!5m2!1sen!2sbd",
    "details": "ময়মনসিংহের নেত্রকোণা জেলায় অবস্থিত বিরিশিরি প্রাকৃতিক সৌন্দর্য এবং সাংস্কৃতিক বৈচিত্র্যের এক অনন্য মিশ্রণ। নীলচে মাটির পাহাড়, শান্ত সোমেশ্বরী নদী এবং মনোরম দূর্গাপুর হ্রদের জন্য এই স্থানটি প্রকৃতিপ্রেমীদের জন্য একটি আদর্শ গন্তব্য। এখানকার গারো আদিবাসী সম্প্রদায়ের জীবনযাপন, উৎসব এবং ঐতিহ্য এই অঞ্চলের সৌন্দর্যকে আরও সমৃদ্ধ করেছে।\n\nঢাকা থেকে বিরিশিরি যেতে সরাসরি বাসে নেত্রকোণা (৬–৭ ঘণ্টা) এবং সেখান থেকে সিএনজি বা অটোরিকশা করে ২৫ কিমি পথ অতিক্রম করুন। ভ্রমণের পথে গ্রামীণ জনপদ এবং সবুজ ক্ষেতের দৃশ্য উপভোগ করা যাবে। প্রধান আকর্ষণের মধ্যে রয়েছে বিজয়পুরের নীল মাটির পাহাড়, সোমেশ্বরী নদীতে নৌকা ভ্রমণ এবং গারো গ্রামে তাদের ঐতিহ্যবাহী জীবনধারা দেখা।\n\nসোমেশ্বরী নদীর স্বচ্ছ জল এবং বেলেপাথরের পাহাড় ফটোগ্রাফি এবং প্রকৃতির সান্নিধ্যে থাকার জন্য উপযুক্ত। স্থানীয় খাবারের দোকানে গারো সম্প্রদায়ের ঐতিহ্যবাহী বাঁশের কোড়লের তরকারি, মাছের ধোঁয়া আরাক এবং চালের বিয়ার পাওয়া যায়। দূর্গাপুর হ্রদে নৌকা ভ্রমণ বা নির্জনতা উপভোগ করতে ভুলবেন না।\n\nশীতল আবহাওয়া এবং প্রাকৃতিক নির্জনতা পছন্দ করেন এমন ভ্রমণকারীদের জন্য বিরিশিরি আদর্শ। গারো সম্প্রদায়ের ওয়াংগালা উৎসব, যেখানে ঢোলের তালে নাচ ও গান হয়, এটি একটি উল্লেখযোগ্য সাংস্কৃতিক অভিজ্ঞতা।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1IpKsafk3ESY6InjkFt-fDT15Hi3kHw6O",
            "credit": "ITS Holidays Ltd"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর–ফেব্রুয়ারি): পাহাড়, নদী এবং আদিবাসী গ্রাম ঘুরে দেখার উপযুক্ত সময়।",
        "শরৎকাল (সেপ্টেম্বর–অক্টোবর): পরিষ্কার আকাশ এবং ওয়াংগালা উৎসবের জন্য আদর্শ।",
        "বর্ষা এড়িয়ে চলুন (জুন–আগস্ট): ভারী বৃষ্টিতে পথ পিচ্ছিল হয় এবং নদীতে স্রোত বেড়ে যায়।"
    ],
    "cautions": [
        "হাইকিংয়ের জন্য মজবুত জুতা পরুন; নীল মাটির এলাকাগুলো পিচ্ছিল হতে পারে।",
        "গারো সম্প্রদায়ের রীতি মেনে চলুন; ছবি তোলার আগে অনুমতি নিন।",
        "বর্ষায় সোমেশ্বরী নদীতে সাঁতার এড়িয়ে চলুন।",
        "নগদ অর্থ রাখুন; প্রত্যন্ত এলাকায় এটিএমের সুবিধা কম।"
    ],
    "specials": [
        "নীল মাটির পাহাড়: ভূতাত্ত্বিকভাবে অনন্য নীল-সবুজ বর্ণের পাহাড়।",
        "গারো সংস্কৃতি: ঐতিহ্যবাহী নাচ, গান এবং হস্তশিল্পের অভিজ্ঞতা নিন।",
        "সোমেশ্বরী নদী: নৌকা ভ্রমণ এবং ফটোগ্রাফির জন্য উপযুক্ত নির্মল জল।",
        "আদিবাসী খাবার: বাঁশের কোড়লের তরকারি, ধোঁয়া মাছ এবং চালের বিয়ার চেখে দেখুন।",
        "ওয়াংগালা উৎসব: ঢোলের তালে নাচ-গান সহ উদযাপিত গারো সম্প্রদায়ের ফসল কাটার উৎসব।"
    ],
    "blogs": []
}