{
    "id": "ds0058",
    "title": "মন্দারবাড়িয়া সী বিচ",
    "onImageTitle": "Mandarbaria Beach",
    "alternativeTitles": [
        "মন্দারবাড়িয়া সী বিচ",
        "Mandarbaria Sea Beach"
    ],
    "district": "সাতক্ষীরা",
    "districts": [
        "সাতক্ষীরা"
    ],
    "division": "খুলনা",
    "category": [
        "সী বীচ"
    ],
    "mapUrl": "https://www.google.com/maps/place/Mandarbaria+Sea+Beach/@21.7021096,89.0978735,12z/data=!4m10!1m2!2m1!1sMandarbaria+Sea+Beach!3m6!1s0x3a0105a662e6a04b:0xeaf7daba1225dbe4!8m2!3d21.6668169!4d89.266179!15sChVNYW5kYXJiYXJpYSBTZWEgQmVhY2iSARJ0b3VyaXN0X2F0dHJhY3Rpb26qAT4QATIfEAEiGy6kW4QiLaqg8ndCo8DXZtlII2p3ZQB04OpVnTIZEAIiFW1hbmRhcmJhcmlhIHNlYSBiZWFjaOABAA!16s%2Fg%2F11pdvxscgx?entry=ttu&g_ep=EgoyMDI1MDcyMy4wIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d118624.50676144876!2d89.09787351912398!3d21.7021096087663!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3a0105a662e6a04b%3A0xeaf7daba1225dbe4!2sMandarbaria%20Sea%20Beach!5e0!3m2!1sen!2sbd!4v1753637403252!5m2!1sen!2sbd",
    "details": "সাতক্ষীরার মন্দারবাড়িয়া সৈকত একটি অনন্য উপকূলীয় অভিজ্ঞতা প্রদান করে যেখানে সুন্দরবন বঙ্গোপসাগরের সাথে মিলিত হয়। এই উদীয়মান ইকো-ট্যুরিজম গন্তব্যটি ম্যানগ্রোভ পলি দ্বারা গঠিত স্বতন্ত্র কালো বালির সৈকত নিয়ে গঠিত, যা বাংলাদেশের দক্ষিণ-পশ্চিম সীমান্ত বরাবর ৮ কিলোমিটার বিস্তৃত। এই সৈকতটি নাটকীয় জোয়ার-ভাটার জন্য বিখ্যাত যা ঘোড়ানখ কাঁকড়া ও পরিযায়ী পাখিতে পরিপূর্ণ বিশাল কাদা খাড়ি উন্মুক্ত করে। সংকীর্ণ ম্যানগ্রোভ খাল দিয়ে শুধুমাত্র ঐতিহ্যবাহী কাঠের নৌকায় প্রবেশযোগ্য এই সৈকত স্থানীয় সম্প্রদায়ের কাঁকড়া সংগ্রহ, ভাটার সময় কাদা খাড়িতে হাঁটা এবং ম্যানগ্রোভ সুড়ঙ্গ দিয়ে কায়াকিংয়ের সুযোগ দেয়। বিপন্ন জলপাই রিডলি সামুদ্রিক কচ্ছপের বাসা রক্ষার জন্য সংরক্ষণ প্রচেষ্টা চলছে, আর নিকটবর্তী সুন্দরবন একটি নির্জন, ভিড়মুক্ত পরিবেশ তৈরি করে প্রকৃতির সাথে মিশে যাওয়ার জন্য আদর্শ।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1gXaUYachlrBtShD2GAXDeuOKOAUYm1HV",
            "credit": "Travelmate"
        }
    ],
    "seasons": [
        "নভেম্বর–ফেব্রুয়ারি: পাখি পর্যবেক্ষণ ও আরামদায়ক ভ্রমণের জন্য আদর্শ।",
        "মার্চ–মে: কচ্ছপের বাসা পর্যবেক্ষণের সুযোগ।",
        "বর্ষা এড়িয়ে চলুন (জুন–সেপ্টেম্বর): উচ্চ জোয়ার ও ঘন ঘন ঝড় ভ্রমণকে বিপজ্জনক করে তোলে।"
    ],
    "cautions": [
        "ম্যানগ্রোভ খাল নেভিগেশনের জন্য স্থানীয় গাইড নিয়োগ করুন।",
        "কাদা খাড়িতে হাঁটার আগে জোয়ার-ভাটার সময়সূচী পরীক্ষা করুন।",
        "কচ্ছপের বাসার স্থানগুলি (চিহ্নিত অঞ্চল) বিরক্ত করবেন না।",
        "পর্যাপ্ত পানীয় জল ও সান প্রোটেকশন বহন করুন।"
    ],
    "specials": [
        "ভূতাত্ত্বিক স্বতন্ত্রতা: বাংলাদেশের একমাত্র কালো বালির সৈকত।",
        "বায়োডাইভারসিটি হটস্পট: বিপন্ন ঘোড়ানখ কাঁকড়া ও পরিযায়ী পাখির আবাসস্থল।",
        "সাংস্কৃতিক মিথস্ক্রিয়া: ঐতিহ্যবাহী কাঁকড়া সংগ্রহের কৌশল প্রত্যক্ষ করুন।",
        "সংরক্ষণ স্থান: সংরক্ষিত জলপাই রিডলি কচ্ছপের বাসা স্থল।",
        "অ্যাডভেঞ্চার অ্যাক্সেস: সংকীর্ণ ম্যানগ্রোভ খাল দিয়ে শুধুমাত্র নৌকায় যাওয়া যায়।"
    ],
    "blogs": []
}