{
    "id": "ds0041",
    "title": "নিঝুম দ্বীপ",
    "onImageTitle": "Nijhum Island",
    "alternativeTitles": [
        "নিঝুম দ্বীপ",
        "Nijhum Island"
    ],
    "district": "নোয়াখালী",
    "districts": [
        "নোয়াখালী"
    ],
    "division": "চট্টগ্রাম",
    "category": [
        "দ্বীপ",
        "বন-জঙ্গল",
        "সী বীচ"
    ],
    "mapUrl": "https://www.google.com/maps/place/Nijhum+Dwip/@22.0635334,91.0106993,13z/data=!3m1!4b1!4m6!3m5!1s0x30ab6e3a009162a3:0x3e045c141f654da5!8m2!3d22.0564571!4d91.0107552!16s%2Fm%2F04cx6t_?entry=ttu&g_ep=EgoyMDI1MDYxMC4xIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d59162.168444553725!2d91.01069925!3d22.063533449999998!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30ab6e3a009162a3%3A0x3e045c141f654da5!2sNijhum%20Dwip!5e0!3m2!1sen!2sbd!4v1751706136891!5m2!1sen!2sbd",
    "details": "নোয়াখালীর নিঝুম দ্বীপ ম্যানগ্রোভ বন ও বন্য চিত্রা হরিণের অভয়ারণ্য হিসেবে বিখ্যাত। মেঘনা নদীর মোহনায় অবস্থিত এই নির্জন দ্বীপে সোনালি বালির সৈকত, জোয়ার-ভাটার সমতল ভূমি ও সমৃদ্ধ জীববৈচিত্র্য রয়েছে। জাতীয় উদ্যান হিসেবে স্বীকৃত এই দ্বীপে ঢেউয়ের শব্দ ও সবুজ বনানীর নীরবতা আপনাকে স্বাগত জানাবে।\n\nহাতিয়া দ্বীপ (২–৩ ঘণ্টা) বা নোয়াখালীর তমরুদ্দি লঞ্চ টার্মিনাল থেকে নৌকায় নিঝুম দ্বীপ যাওয়া যায়। যাত্রাপথে নদীর ডলফিন ও পরিযায়ী পাখি দেখতে পাবেন। কাছাকাছি দর্শনীয় স্থানের মধ্যে রয়েছে যমুনা নদীর সঙ্গমস্থল ও চর ওসমানের মৎস্যজীবী গ্রাম।\n\nবনের পথে সাইকেল চালান বা সৈকতে তারার নিচে ক্যাম্পিং করুন। স্থানীয় 'কাঁকড়ার ঝাল' ও তাজা গ্রিল্ড মাছের স্বাদ নিন। জলবায়ু পরিবর্তনের হাত থেকে হরিণের বসতি ও ম্যানগ্রোভ বাস্তুতন্ত্র রক্ষায় স্থানীয়দের সংরক্ষণ প্রচেষ্টা চলছে।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1s_pRgrp9v0DdL3ZfegPeD0HQrNIhXQvh",
            "credit": "Daily Star"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর–ফেব্রুয়ারি): হরিণ দেখার, পাখি পর্যবেক্ষণ ও সৈকতে ক্যাম্পিংয়ের উপযুক্ত সময়।",
        "বর্ষা এড়িয়ে চলুন (জুন–সেপ্টেম্বর): জোয়ারের ঢেউ ও ভারী বৃষ্টির কারণে দ্বীপে যাওয়া যায় না।"
    ],
    "cautions": [
        "বনে পোকার কামড় এড়াতে শরীর ঢাকা পোশাক পরুন।",
        "হরিণকে খাওয়ানো বা বিরক্ত করবেন না; নিরাপদ দূরত্ব বজায় রাখুন।",
        "নগদ টাকা নিন – দ্বীপে কোনো এটিএম নেই।"
    ],
    "specials": [
        "হরিণ অভয়ারণ্য: ম্যানগ্রোভ অরণ্যে অবাধে ঘুরে বেড়ায় চিত্রা হরিণ।",
        "তারার সৈকত: দূষণমুক্ত আকাশে জ্যোতির্বিদ্যার ছবি তোলার আদর্শ স্থান।",
        "পাখি পর্যবেক্ষণ: বক, মাছরাঙা ও গাঙচিলের মতো পরিযায়ী পাখি।",
        "সাইকেলিং পথ: গোপন বনাঞ্চল ও মৎস্যজীবী গ্রাম এক্সপ্লোর করুন।",
        "ইকো-সংরক্ষণ: স্থানীয়দের নেতৃত্বে ম্যানগ্রোভ বনায়ন প্রকল্প।"
    ],
    "blogs": []
}