{
    "id": "ds0066",
    "title": "ছোট সোনা মসজিদ",
    "onImageTitle": "Choto Shona Mosque",
    "alternativeTitles": [
        "ছোট সোনা মসজিদ",
        "Choto Shona Mosque",
        "Small Golden Mosque"
    ],
    "district": "নবাবগঞ্জ",
    "districts": [
        "নবাবগঞ্জ"
    ],
    "division": "রাজশাহী",
    "category": [
        "ঐতিহ্যবাহী",
        "স্মৃতিস্তম্ভ"
    ],
    "mapUrl": "https://www.google.com/maps/place/Choto+Sona+Masjid/@24.8137329,88.1405599,17z/data=!3m1!4b1!4m6!3m5!1s0x39fa549130cab603:0x79edcce4894a85be!8m2!3d24.8137281!4d88.1431402!16s%2Fm%2F0fpj61k?entry=ttu&g_ep=EgoyMDI2MDIwMS4wIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3621.4659885155015!2d88.14055991117144!3d24.8137329470333!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39fa549130cab603%3A0x79edcce4894a85be!2sChoto%20Sona%20Masjid!5e0!3m2!1sen!2sbd!4v1770193688259!5m2!1sen!2sbd",
    "details": "ছোট সোনা মসজিদ, যার অর্থ 'ছোট সোনালী মসজিদ,' রাজশাহী বিভাগের চাঁপাইনবাবগঞ্জ জেলায় অবস্থিত প্রাক-মুঘল ইসলামী স্থাপত্যের একটি চমৎকার উদাহরণ। পঞ্চদশ শতাব্দীর শেষের দিকে সুলতানাত আমলে নির্মিত, এই মসজিদটি তার মার্জিত অনুপাত, জটিল টেরাকোটা সজ্জা এবং সোনালী-রঙের প্যাটিনার জন্য বিখ্যাত যা এটিকে তার নাম দেয়। মসজিদটি বাংলা সুলতানাত যুগে অর্জিত স্থাপত্য পরিশীলিততার প্রতিনিধিত্ব করে।\n\nছোট সোনা মসজিদে পৌঁছানোর জন্য, ভ্রমণকারীরা ঢাকা থেকে চাঁপাইনবাবগঞ্জ পর্যন্ত বাসে যেতে পারেন, যা প্রায় ৭-৮ ঘন্টা সময় নেয়। নবাবগঞ্জ শহর থেকে, মসজিদটি শিবগঞ্জ উপজেলায় অবস্থিত এবং স্থানীয় পরিবহন দ্বারা পৌঁছানো যায়। যাত্রাটি অঞ্চলের আম বাগানের দৃশ্য প্রদান করে, যার জন্য চাঁপাইনবাবগঞ্জ বিখ্যাত, এবং মহানন্দা নদীর তীরে গ্রামীণ ল্যান্ডস্কেপ।\n\nমসজিদটি তিনটি গম্বুজ সহ একটি আয়তক্ষেত্রাকার পরিকল্পনা বৈশিষ্ট্যযুক্ত এবং প্রাথমিকভাবে পাথরের সজ্জা সহ ইট দিয়ে নির্মিত। বাহ্যিক দেয়ালগুলি ফুলের মোটিফ, জ্যামিতিক নিদর্শন এবং কুরআনের ক্যালিগ্রাফিক শিলালিপি চিত্রিত করে সুন্দর টেরাকোটা অলঙ্করণ দ্বারা সজ্জিত। অভ্যন্তরটি সমানভাবে চিত্তাকর্ষক, অলঙ্কৃত মিহরাব (প্রার্থনা কুলুঙ্গি) এবং জটিল পাথরের কাজ সহ যা সময়ের উচ্চ স্তরের কারুকাজ প্রদর্শন করে। মসজিদটি মূলত তার গম্বুজগুলিতে একটি সোনালী আবরণ ছিল, যা সময়ের সাথে সাথে আবহাওয়া হয়েছে তবে এখনও কাঠামোটিকে একটি স্বতন্ত্র উষ্ণ আভা দেয়, বিশেষত সূর্যোদয় এবং সূর্যাস্তের সময়।\n\nছোট সোনা মসজিদ এলাকার ঐতিহাসিক স্মৃতিস্তম্ভগুলির একটি বৃহত্তর কমপ্লেক্সের অংশ, যার মধ্যে নিকটবর্তী দারাসবাড়ি মসজিদ এবং অন্যান্য সুলতানাত-যুগের কাঠামো রয়েছে।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1Ed9cakLOEAiAE496WlSfLtxeJ3oxi0t9",
            "credit": "Niharika Momtaz Production"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি): মসজিদ এবং আশেপাশের ঐতিহাসিক স্থান অন্বেষণের জন্য আদর্শ সুন্দর আবহাওয়া সহ ভ্রমণের সেরা সময়। পরিষ্কার আকাশ ফটোগ্রাফির সুযোগ বাড়ায়।",
        "বসন্তকাল (মার্চ থেকে এপ্রিল): মসজিদের চারপাশে একটি সুন্দর পরিবেশ তৈরি করে প্রস্ফুটিত আম বাগান সহ মাঝারি তাপমাত্রা।",
        "শরৎকাল (অক্টোবর থেকে নভেম্বর): স্থাপত্য উপলব্ধির জন্য উপযুক্ত আরামদায়ক আবহাওয়া সহ বর্ষা-পরবর্তী সতেজতা।"
    ],
    "cautions": [
        "এটি একটি সক্রিয় উপাসনালয় হওয়ায় শালীনভাবে পোশাক পরুন; মহিলাদের তাদের মাথা ঢেকে রাখা উচিত।",
        "মসজিদ প্রাঙ্গণে প্রবেশের আগে জুতা খুলে ফেলুন।",
        "প্রার্থনার সময় সম্মানজনক হন এবং উপাসকদের বিরক্ত করা এড়িয়ে চলুন।",
        "মসজিদের ভিতরে ফটোগ্রাফি সীমাবদ্ধ হতে পারে; সর্বদা অনুমতি চান।",
        "স্থাপত্য এবং ঐতিহাসিক তাৎপর্য সম্পর্কে জানতে একজন স্থানীয় গাইড নিয়োগ করুন।",
        "জুমার নামাজের সময় পরিদর্শন এড়িয়ে চলুন যখন মসজিদ সবচেয়ে বেশি ভিড় থাকে।",
        "সূক্ষ্ম টেরাকোটা সজ্জা স্পর্শ বা ক্ষতি না করার জন্য সতর্ক থাকুন।",
        "স্থানের পবিত্র প্রকৃতিকে সম্মান করুন এবং উপযুক্ত আচরণ বজায় রাখুন।"
    ],
    "specials": [
        "বাংলা সুলতানাত আমল থেকে প্রাক-মুঘল ইসলামী স্থাপত্যের চমৎকার উদাহরণ।",
        "ফুলের মোটিফ এবং কুরআনের ক্যালিগ্রাফি সহ সুন্দর টেরাকোটা অলঙ্করণ।",
        "স্বতন্ত্র সোনালী-রঙের প্যাটিনা যা মসজিদটিকে তার নাম দেয়।",
        "মধ্যযুগীয় কারুকাজ প্রদর্শন করে জটিল পাথরের কাজ এবং অলঙ্কৃত মিহরাব।",
        "অঞ্চলে সুলতানাত-যুগের স্মৃতিস্তম্ভগুলির একটি বৃহত্তর কমপ্লেক্সের অংশ।",
        "শতাব্দী-পুরানো আধ্যাত্মিক ঐতিহ্য বজায় রাখে সক্রিয় উপাসনালয়।",
        "স্থাপত্য বৈশিষ্ট্য যা পরবর্তী বাংলায় মুঘল মসজিদ ডিজাইনকে প্রভাবিত করেছিল।",
        "গ্রামীণ ল্যান্ডস্কেপ এবং আম বাগান দ্বারা বেষ্টিত শান্তিপূর্ণ পরিবেশ।"
    ],
    "blogs": []
}