{
    "id": "ds0009",
    "title": "কক্সবাজার",
    "onImageTitle": "Cox's Bazar",
    "district": "কক্সবাজার",
    "division": "চট্টগ্রাম",
    "category": [
        "সী বীচ",
        "পাহাড়-পর্বত"
    ],
    "mapUrl": "https://www.google.com/maps/place/Cox's+Bazar/@21.4366517,91.9515752,13z/data=!3m1!4b1!4m6!3m5!1s0x30adc7ea2ab928c3:0x3b539e0a68970810!8m2!3d21.4272184!4d92.0061058!16s%2Fm%2F02vk9mt?entry=ttu&g_ep=EgoyMDI1MDIwNS4xIKXMDSoASAFQAw%3D%3D",
    "details": "কক্সবাজার, চট্টগ্রাম বিভাগে অবস্থিত, বিশ্বের দীর্ঘতম প্রাকৃতিক সমুদ্র সৈকত, যা বঙ্গোপসাগর ধরে ১২০ কিলোমিটার জুড়ে বিস্তৃত। এর সোনালি বালু, স্বচ্ছ জল এবং দৃষ্টিনন্দন সূর্যাস্তের জন্য পরিচিত, কক্সবাজার স্থানীয় এবং আন্তর্জাতিক পর্যটকদের জন্য একটি জনপ্রিয় গন্তব্য। সৈকতটি প্রাকৃতিক সৌন্দর্য এবং আধুনিক সুযোগ-সুবিধার একটি নিখুঁত সংমিশ্রণ প্রদান করে, যা এটি বিশ্রাম এবং অ্যাডভেঞ্চারের জন্য একটি আদর্শ স্থান করে তোলে।\n\nকক্সবাজারে যাওয়ার জন্য, ভ্রমণকারীরা ঢাকা বা চট্টগ্রাম থেকে বাস, ট্রেন বা ফ্লাইট নিতে পারেন। সড়কপথে যাত্রাটি ঢাকা থেকে প্রায় ৮-১০ ঘন্টা এবং চট্টগ্রাম থেকে ৪-৫ ঘন্টা সময় নেয়। কক্সবাজারে পৌঁছানোর পর, দর্শনার্থীরা সাঁতার, সানবাথিং, বিচ ভলিবল এবং হিমছড়ি জাতীয় উদ্যান এবং ইনানী বিচের মতো কাছাকাছি আকর্ষণগুলি অন্বেষণ করার মতো বিভিন্ন কার্যকলাপ উপভোগ করতে পারেন।\n\nকক্সবাজার ভ্রমণের সেরা সময় শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি), যখন আবহাওয়া ঠান্ডা এবং সুন্দর থাকে। এই সময়ে সৈকতটি কম ভিড়যুক্ত, যা এটি বিশ্রাম এবং ফটোগ্রাফির জন্য আদর্শ করে তোলে। তবে বর্ষাকাল (জুন থেকে সেপ্টেম্বর) এরও নিজস্ব আকর্ষণ রয়েছে, সবুজ প্রকৃতি এবং শান্ত পরিবেশের সাথে। স্থানীয় খাবারের স্টল এবং রেস্টুরেন্টগুলি তাজা মাছ, কাঁকড়া এবং চিংড়ির মতো সামুদ্রিক খাবারের বিভিন্ন পদ সরবরাহ করে, যা দর্শনার্থীদের জন্য অবশ্যই চেখে দেখতে হবে।\n\nকক্সবাজার তার প্রাণবন্ত সংস্কৃতি এবং আতিথেয়তার জন্যও পরিচিত। এই অঞ্চলটি রাখাইন সম্প্রদায় সহ বিভিন্ন জাতিগত সম্প্রদায়ের আবাসস্থল, যা অঞ্চলটির সাংস্কৃতিক সমৃদ্ধি বৃদ্ধি করে। দর্শনার্থীরা স্থানীয় বাজারগুলি অন্বেষণ করতে পারেন, ঐতিহ্যবাহী সঙ্গীত এবং নৃত্য পরিবেশনা উপভোগ করতে পারেন এবং স্থানীয়দের উষ্ণ আতিথেয়তা অনুভব করতে পারেন।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1cYxqGK1Nxb4CFfde7Ti3aYpJsdS1y7Co",
            "credit": ""
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি): ভ্রমণের সেরা সময়, ঠান্ডা এবং সুন্দর আবহাওয়া। সৈকতটি কম ভিড়যুক্ত, যা এটি বিশ্রাম এবং ফটোগ্রাফির জন্য আদর্শ করে তোলে।",
        "বসন্তকাল (মার্চ থেকে এপ্রিল): প্রাণবন্ত প্রাকৃতিক দৃশ্য এবং মৃদু তাপমাত্রা উপভোগ করার জন্য উপযুক্ত। সৈকতটি প্রাণবন্ত, এবং আবহাওয়া বাইরের কার্যকলাপের জন্য উপযুক্ত।",
        "বর্ষাকাল এড়িয়ে চলুন (জুন থেকে সেপ্টেম্বর): ভারী বৃষ্টিপাত এবং উত্তাল ঢেউ সাঁতার এবং সৈকত কার্যকলাপের জন্য অনিরাপদ করে তুলতে পারে।"
    ],
    "cautions": [
        "সাঁতার কাটার সময় সতর্ক থাকুন, বিশেষ করে বর্ষাকালে যখন ঢেউগুলি শক্তিশালী এবং অনির্দেশ্য হতে পারে।",
        "প্রাকৃতিক পরিবেশের প্রতি সম্মান প্রদর্শন করুন এবং ময়লা ফেলা এড়িয়ে চলুন। সৈকতের পরিচ্ছন্নতা বজায় রাখতে সাহায্য করুন।",
        "সমুদ্রে খুব দূরে যাওয়া এড়িয়ে চলুন, কারণ স্রোত বিপজ্জনক হতে পারে।"
    ],
    "specials": [
        "বিশ্বের দীর্ঘতম প্রাকৃতিক সমুদ্র সৈকত, যা বঙ্গোপসাগর ধরে ১২০ কিলোমিটার জুড়ে বিস্তৃত।",
        "এর সোনালি বালু, স্বচ্ছ জল এবং দৃষ্টিনন্দন সূর্যাস্তের জন্য পরিচিত।",
        "বিশ্রাম, অ্যাডভেঞ্চার এবং ফটোগ্রাফির জন্য একটি আদর্শ গন্তব্য।",
        "স্থানীয় খাবারের স্টল এবং রেস্টুরেন্টগুলি তাজা মাছ, কাঁকড়া এবং চিংড়ির মতো সামুদ্রিক খাবারের বিভিন্ন পদ সরবরাহ করে।",
        "হিমছড়ি জাতীয় উদ্যান এবং ইনানী বিচের মতো কাছাকাছি আকর্ষণগুলি অন্বেষণ করুন।",
        "রাখাইন সম্প্রদায় সহ স্থানীয় সম্প্রদায়ের প্রাণবন্ত সংস্কৃতি এবং আতিথেয়তা অনুভব করুন।"
    ],
    "blogs": []
}