{
    "id": "ds0004",
    "title": "নীলগিরি",
    "onImageTitle": "Nil Giri",
    "district": "বান্দরবান",
    "division": "চট্টগ্রাম",
    "category": [
        "পাহাড়-পর্বত"
    ],
    "mapUrl": "https://www.google.com/maps/place/Nilgiri/@21.9115428,92.3229747,17z/data=!3m1!4b1!4m6!3m5!1s0x30ad795b933dcc0d:0xa1c5f3505b15115d!8m2!3d21.9115428!4d92.325555!16s%2Fg%2F11txffjryc?entry=ttu&g_ep=EgoyMDI1MDEyMi4wIKXMDSoASAFQAw%3D%3D",
    "details": "নীলগিরি বাংলাদেশের অন্যতম উঁচু পর্বতশৃঙ্গ এবং একটি জনপ্রিয় পর্যটন কেন্দ্র। প্রায় ২,২০০ ফুট উচ্চতায় অবস্থিত নীলগিরি সবুজ পাহাড়, মেঘে ঢাকা প্রকৃতি এবং বিস্ময়কর দৃশ্যের জন্য পরিচিত। শীতকালে এখানে প্রায়ই পাহাড়ের চারপাশে ভেসে বেড়ানো মেঘ দেখা যায়, যা একটি স্বপ্নময় অভিজ্ঞতা প্রদান করে।\n\nনীলগিরি পৌঁছাতে পাহাড়ি রাস্তা ধরে একটি রোমাঞ্চকর যাত্রা করতে হয়। এটি বাংলাদেশ সেনাবাহিনীর অধীনে পরিচালিত হয় এবং এখানে সুপরিচালিত সুবিধা রয়েছে, যেমন থাকার কটেজ, একটি রেস্তোরাঁ এবং একটি ভিউপয়েন্ট। দর্শনার্থীরা রাতের বেলা কটেজে থাকতে পারেন এবং সূর্যোদয় ও সূর্যাস্ত উপভোগ করতে পারেন, যা এই স্থানের প্রধান আকর্ষণ।\n\nনীলগিরি মারমা ও ম্রোসহ স্থানীয় আদিবাসী সম্প্রদায়ের আবাসস্থল, যেখানে তাদের অনন্য সংস্কৃতি ও ঐতিহ্য আবিষ্কার করার সুযোগ রয়েছে। স্থানীয় হস্তশিল্প, আদিবাসী খাবার এবং উষ্ণ আতিথেয়তা এই স্থানটিকে প্রকৃতি ও অ্যাডভেঞ্চার প্রেমীদের জন্য একটি স্মরণীয় ভ্রমণ গন্তব্য করে তোলে।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1SHGq0gXEwMHoGofofMaGl8cQxQJKWmXW",
            "credit": ""
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি): ঠান্ডা আবহাওয়া এবং পরিষ্কার আকাশের জন্য আদর্শ সময়।",
        "বর্ষাকাল (জুন থেকে সেপ্টেম্বর): পাহাড় সবুজ ও প্রাণবন্ত হয়, তবে রাস্তা পিচ্ছিল হতে পারে।"
    ],
    "cautions": [
        "পাহাড়ি রাস্তায় সাবধানে গাড়ি চালান।",
        "শীতকালে উষ্ণ পোশাক সঙ্গে রাখুন, কারণ তাপমাত্রা উল্লেখযোগ্যভাবে কমে যায়।",
        "ভ্রমণের সময় স্থানীয় আদিবাসী সংস্কৃতি ও ঐতিহ্যের প্রতি সম্মান প্রদর্শন করুন।"
    ],
    "specials": [
        "বাংলাদেশের অন্যতম উঁচু পর্বতশৃঙ্গ, যা সবুজ পাহাড় ও মেঘে ঢাকা দৃশ্য প্রদান করে।",
        "সূর্যোদয় ও সূর্যাস্তের দৃশ্য এক কথায় অসাধারণ।",
        "স্থানীয় আদিবাসী সম্প্রদায়ের অনন্য সংস্কৃতি ও হস্তশিল্প আবিষ্কারের সুযোগ।",
        "সেনাবাহিনী পরিচালিত সুবিধাসমূহ, যেমন আরামদায়ক কটেজ ও রেস্তোরাঁ।"
    ],
    "blogs": []
}