{
    "id": "ds0006",
    "title": "টাঙ্গুয়ার হাওর",
    "onImageTitle": "Tanguar Haor",
    "district": "সুনামগঞ্জ",
    "division": "সিলেট",
    "category": [
        "হ্রদ"
    ],
    "mapUrl": "https://www.google.com/maps/place/Tanguar+Haor/@25.140043,91.0883278,17z/data=!3m1!4b1!4m6!3m5!1s0x375730f860eb18ed:0x5c762e956df41b4f!8m2!3d25.140043!4d91.0883278!16s%2Fm%2F02rw0s_?entry=ttu&g_ep=EgoyMDI1MDIwNS4xIKXMDSoASAFQAw%3D%3D",
    "details": "টাঙ্গুয়ার হাওর, সিলেটের সুনামগঞ্জ জেলায় অবস্থিত, বাংলাদেশের সবচেয়ে সুন্দর এবং পরিবেশগতভাবে গুরুত্বপূর্ণ জলাভূমিগুলির মধ্যে একটি। ১০০ বর্গকিলোমিটার জুড়ে বিস্তৃত এই মিঠা পানির জলাভূমি একটি ইউনেস্কো রামসার সাইট এবং জীববৈচিত্র্যের একটি স্বর্গ। হাওরটি বিভিন্ন প্রজাতির মাছ, পাখি এবং জলজ উদ্ভিদের আবাসস্থল, যা প্রকৃতি প্রেমী এবং গবেষকদের জন্য একটি আদর্শ স্থান।\n\nটাঙ্গুয়ার হাওরে যাওয়ার জন্য, ভ্রমণকারীরা সিলেট শহর থেকে বাস বা ব্যক্তিগত গাড়িতে করে সুনামগঞ্জ যেতে পারেন। যাত্রাটি প্রায় ২-৩ ঘন্টা সময় নেয়। সুনামগঞ্জ থেকে, দর্শনার্থীরা স্থানীয় নৌকা ভাড়া করে হাওরটি অন্বেষণ করতে পারেন। শান্ত পানির মধ্য দিয়ে নৌকা ভ্রমণ, সবুজ প্রকৃতি এবং ভাসমান গ্রাম দ্বারা বেষ্টিত, একটি অবিস্মরণীয় অভিজ্ঞতা।\n\nটাঙ্গুয়ার হাওর ভ্রমণের সেরা সময় শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি), যখন পানি শান্ত এবং পরিযায়ী পাখিরা প্রচুর পরিমাণে থাকে। বর্ষাকাল (জুন থেকে সেপ্টেম্বর) হাওরটি একটি বিশাল জলাশয়ে পরিণত হয়, একটি অবাস্তব এবং জাদুকরী প্রাকৃতিক দৃশ্য তৈরি করে।\n\nদর্শনার্থীরা পাখি পর্যবেক্ষণ, মাছ ধরা এবং হাওরের অনন্য বাস্তুতন্ত্র অন্বেষণ উপভোগ করতে পারেন। স্থানীয় গাইডরা এলাকার উদ্ভিদ এবং প্রাণী সম্পর্কে তথ্য প্রদান করতে উপলব্ধ। হাওরটি ফটোগ্রাফির জন্য একটি দুর্দান্ত স্থান, এর দৃষ্টিনন্দন দৃশ্য এবং প্রাণবন্ত বন্যপ্রাণী সহ।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1ZWoy0eXePDH6WTJ5fANruAL8QywXZyxC",
            "credit": ""
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি): ভ্রমণের সেরা সময়, শান্ত পানি এবং প্রচুর পরিযায়ী পাখি।",
        "বর্ষাকাল (জুন থেকে সেপ্টেম্বর): হাওরটি একটি বিশাল জলাশয়ে পরিণত হয়, একটি অবাস্তব এবং জাদুকরী প্রাকৃতিক দৃশ্য তৈরি করে।",
        "বসন্তকাল (মার্চ থেকে এপ্রিল): প্রাণবন্ত প্রাকৃতিক দৃশ্য এবং মৃদু তাপমাত্রা উপভোগ করার জন্য উপযুক্ত।"
    ],
    "cautions": [
        "নৌকা চালানোর সময় সতর্ক থাকুন এবং সর্বদা লাইফ জ্যাকেট পরুন। হাওরটি কিছু এলাকায় গভীর হতে পারে।",
        "প্রাকৃতিক পরিবেশের প্রতি সম্মান প্রদর্শন করুন এবং ময়লা ফেলা এড়িয়ে চলুন। টাঙ্গুয়ার হাওর একটি ভঙ্গুর বাস্তুতন্ত্র যা সংরক্ষণ করা প্রয়োজন।",
        "ভ্রমণের আগে আবহাওয়ার অবস্থা পরীক্ষা করুন, বিশেষ করে বর্ষাকালে।"
    ],
    "specials": [
        "একটি ইউনেস্কো রামসার সাইট এবং বাংলাদেশের সবচেয়ে পরিবেশগতভাবে গুরুত্বপূর্ণ জলাভূমিগুলির মধ্যে একটি।",
        "বিভিন্ন প্রজাতির মাছ, পাখি এবং জলজ উদ্ভিদের আবাসস্থল, যা প্রকৃতি প্রেমী এবং গবেষকদের জন্য একটি স্বর্গ।",
        "শান্ত পানির মধ্য দিয়ে নৌকা ভ্রমণ, সবুজ প্রকৃতি এবং ভাসমান গ্রাম দ্বারা বেষ্টিত, একটি অবিস্মরণীয় অভিজ্ঞতা।",
        "পাখি পর্যবেক্ষণ, মাছ ধরা এবং হাওরের অনন্য বাস্তুতন্ত্র অন্বেষণের জন্য একটি দুর্দান্ত স্থান।",
        "ফটোগ্রাফির জন্য একটি আদর্শ স্থান, এর দৃষ্টিনন্দন দৃশ্য এবং প্রাণবন্ত বন্যপ্রাণী সহ।"
    ],
    "blogs": []
}