{
    "id": "ds0070",
    "title": "রামসাগর দিঘী",
    "onImageTitle": "Ramsagar",
    "alternativeTitles": [
        "রামসাগর দিঘী",
        "Ramsagar Dighi",
        "Ramsagar Lake"
    ],
    "district": "দিনাজপুর",
    "districts": [
        "দিনাজপুর"
    ],
    "division": "রংপুর",
    "category": [
        "লেক",
        "জাতীয়-উদ্যান"
    ],
    "mapUrl": "https://www.google.com/maps/place/Ramsagar/@25.5556923,88.6079221,13.12z/data=!4m6!3m5!1s0x39fb4e0ed9296367:0x14640e7a4b8767ad!8m2!3d25.5547884!4d88.6211873!16s%2Fg%2F11j1tkz1jj?entry=ttu&g_ep=EgoyMDI2MDIwMS4wIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d53131.466543097325!2d88.60792208329856!3d25.55569228112775!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39fb4e0ed9296367%3A0x14640e7a4b8767ad!2sRamsagar!5e0!3m2!1sen!2sbd!4v1770193452906!5m2!1sen!2sbd",
    "details": "রামসাগর দিঘী রংপুর বিভাগের দিনাজপুর জেলায় অবস্থিত একটি দুর্দান্ত মানবসৃষ্ট হ্রদ। ১৭৫০-১৭৫৫ খ্রিস্টাব্দে দিনাজপুরের রাজা রামনাথ দ্বারা তৈরি, এই বিশাল আয়তক্ষেত্রাকার জলাশয় প্রায় ১,০৩১,৫৫১ বর্গ মিটার (২৫৫ একর) এলাকা জুড়ে এবং বাংলাদেশের বৃহত্তম হাতে খোঁড়া ট্যাঙ্কগুলির মধ্যে একটি। হ্রদটি স্থানীয় রাজার শাসনামলে সেচ এবং পানীয়ের উদ্দেশ্যে জল সরবরাহের জন্য খনন করা হয়েছিল, এবং এই স্মারক প্রকল্পটি সম্পূর্ণ করতে হাজার হাজার শ্রমিক কয়েক বছর সময় নিয়েছিল।\n\nরামসাগরে পৌঁছানোর জন্য, ভ্রমণকারীরা ঢাকা থেকে দিনাজপুর পর্যন্ত বাসে যেতে পারেন, যা প্রায় ৮-৯ ঘন্টা সময় নেয়। দিনাজপুর শহর থেকে, রামসাগর প্রায় ৮ কিলোমিটার দক্ষিণে এবং অটোরিকশা বা ভাড়া করা যানবাহনের মতো স্থানীয় পরিবহন দ্বারা প্রায় ২০ মিনিটে পৌঁছানো যায়। যাত্রাটি উত্তর বাংলাদেশের কৃষি ল্যান্ডস্কেপ এবং গ্রামীণ সম্প্রদায়ের দৃশ্য প্রদান করে।\n\nহ্রদটি সুরক্ষিত পার্কল্যান্ড দ্বারা বেষ্টিত যা রামসাগর জাতীয় উদ্যানে উন্নীত হয়েছে, দর্শনার্থীদের সবুজ সবুজ, হাঁটার পথ এবং বিনোদনমূলক সুবিধা সহ একটি শান্তিপূর্ণ পশ্চাদপসরণ প্রদান করে। পার্কে সুন্দর বাগান, পিকনিক স্পট, শিশুদের খেলার এলাকা এবং পানির বিশাল বিস্তৃতি উপেক্ষা করে পর্যবেক্ষণ পয়েন্ট রয়েছে। হ্রদটি নিজেই বিভিন্ন প্রজাতির মাছের আবাসস্থল এবং অসংখ্য পরিযায়ী এবং আবাসিক পাখিকে আকর্ষণ করে, এটি পাখি দেখা এবং প্রকৃতি ফটোগ্রাফির জন্য একটি জনপ্রিয় স্থান করে তোলে।\n\nরামসাগর বিশেষত সূর্যোদয় এবং সূর্যাস্তের সময় সুন্দর যখন শান্ত জল আকাশের পরিবর্তনশীল রঙ প্রতিফলিত করে। দর্শনার্থীরা হ্রদে নৌকা চালাতে, সুরক্ষিত বাঁধ বরাবর হাঁটতে বা কেবল শান্তিপূর্ণ পরিবেশে বিশ্রাম নিতে পারেন।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=16CPdFTUauOFL8Mg9rVe2IN-2CDef4SKB",
            "credit": "Wikipedia"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি): বহিরঙ্গন কার্যক্রম এবং পাখি দেখার জন্য আদর্শ সুন্দর আবহাওয়া সহ ভ্রমণের সেরা সময়। পরিযায়ী পাখি এই মৌসুমে আসে, প্রাকৃতিক সৌন্দর্য যোগ করে।",
        "বসন্তকাল (মার্চ থেকে মে): পার্কে একটি রঙিন ল্যান্ডস্কেপ তৈরি করে প্রস্ফুটিত ফুল সহ মাঝারি তাপমাত্রা। পারিবারিক পিকনিক এবং নৌকা চালানোর জন্য ভাল।",
        "শরৎকাল (অক্টোবর থেকে নভেম্বর): হ্রদটি তার পূর্ণতায় এবং জলাশয়ের চারপাশে সবুজ সবুজ সহ বর্ষা-পরবর্তী সতেজতা।"
    ],
    "cautions": [
        "হ্রদে সাঁতার সাধারণত অনুমোদিত নয়; পার্ক নিয়ম অনুসরণ করুন।",
        "হ্রদে নৌকা চালানোর সময় লাইফ জ্যাকেট পরুন।",
        "টুপি, সানগ্লাস এবং সানস্ক্রিন সহ সূর্য সুরক্ষা বহন করুন।",
        "পোকা বিতাড়ক আনুন, বিশেষ করে সন্ধ্যার সময়।",
        "ময়লা ফেলবেন না; পার্ক এবং হ্রদের পরিচ্ছন্নতা বজায় রাখতে সাহায্য করুন।",
        "পানির প্রান্তের কাছে শিশুদের সাথে সতর্ক থাকুন।",
        "নির্ধারিত পথ অনুসরণ করুন এবং সীমাবদ্ধ এলাকাকে সম্মান করুন।",
        "পার্ক সুবিধা সপ্তাহান্তে এবং ছুটির দিনে ভিড় হতে পারে; সেই অনুযায়ী পরিকল্পনা করুন।",
        "পানীয় জল এবং স্ন্যাকস বহন করুন, যদিও বিক্রেতারা প্রবেশদ্বারের কাছে উপলব্ধ।"
    ],
    "specials": [
        "২৫৫ একর জুড়ে বাংলাদেশের বৃহত্তম হাতে খোঁড়া ট্যাঙ্কগুলির মধ্যে একটি।",
        "রাজা রামনাথের শাসনামলে ১৭৫০-১৭৫৫ খ্রিস্টাব্দে ফিরে যাওয়া ঐতিহাসিক তাৎপর্য।",
        "বাগান, হাঁটার পথ এবং বিনোদনমূলক সুবিধা সহ সুন্দর রামসাগর জাতীয় উদ্যান।",
        "হ্রদের বিশাল, শান্ত জলে নৌকা চালানোর সুযোগ।",
        "বিভিন্ন পরিযায়ী এবং আবাসিক প্রজাতি সহ পাখি দেখা।",
        "শান্ত জলে প্রতিফলিত দর্শনীয় সূর্যোদয় এবং সূর্যাস্তের দৃশ্য।",
        "পরিবার এবং গোষ্ঠীর জন্য সুবিধা সহ জনপ্রিয় পিকনিক গন্তব্য।",
        "অবসর হাঁটা এবং ফটোগ্রাফির জন্য উপযুক্ত সুরক্ষিত বাঁধ।",
        "শহুরে ভিড় থেকে দূরে শান্তিপূর্ণ পরিবেশ, বিশ্রামের জন্য আদর্শ।",
        "ঐতিহাসিক জল ব্যবস্থাপনা এবং প্রকৌশলের গুরুত্বপূর্ণ উদাহরণ।"
    ],
    "blogs": []
}