{
    "id": "ds0045",
    "title": "বালিয়াটি জমিদার বাড়ি",
    "onImageTitle": "Baliati Palace",
    "alternativeTitles": [
        "বালিয়াটি জমিদার বাড়ি",
        "Baliati Zamidar Palace",
        "Baliati Palace"
    ],
    "district": "মানিকগঞ্জ",
    "districts": [
        "মানিকগঞ্জ"
    ],
    "division": "ঢাকা",
    "category": [
        "ঐতিহ্যবাহী",
        "স্মৃতিস্তম্ভ"
    ],
    "mapUrl": "https://www.google.com/maps/place/Baliati+Jamidar+Bari/@23.9947081,90.0374875,17z/data=!3m1!4b1!4m6!3m5!1s0x3755f9aea7e72a8f:0x4831609aaed0cad3!8m2!3d23.9947082!4d90.0423531!16s%2Fg%2F11bvt2sth8?entry=ttu&g_ep=EgoyMDI1MDYxMC4xIKXMDSoASAFQAw%3D%3D",
    "details": "মানিকগঞ্জের বালিয়াটি জমিদার প্রাসাদ ১৯শ শতকের একটি স্থাপত্য বিস্ময়, যা বাংলার সামন্ত যুগের জাঁকজমককে প্রতিফলিত করে। প্রভাবশালী সাহা জমিদার পরিবার নির্মিত এই বিশাল কমপ্লেক্সে ইউরোপীয় নিওক্ল্যাসিক্যাল ও মুঘল স্থাপত্যের মিশ্রণ দেখা যায়। সাতটি সংযুক্ত প্রাসাদে করিন্থিয়ান স্তম্ভ, ভেনিসীয় খিলান ও জটিল প্লাস্টার শিল্পকর্ম রয়েছে। সুরক্ষিত শয়নকক্ষ, দরবার হল ও পুরনো ছবির মাধ্যমে জমিদারদের জীবনযাপনের নমুনা দেখা যায়।\n\nঢাকা থেকে ৫৫ কিমি উত্তর-পশ্চিমে, ঢাকা-আরিচা মহাসড়ক দিয়ে যাওয়া যায় (২ ঘণ্টা)। গাবতলী টার্মিনাল থেকে সাটুরিয়া গিয়ে অটোরিকশায় বালিয়াটি পৌঁছানো যায়। নিকটবর্তী দর্শনীয় স্থানের মধ্যে রয়েছে তেওতা রাজবাড়ি ও পাটুরিয়া ঘাটে পদ্মা নদীর দৃশ্য।\n\nজাদুঘরে জমিদার আমলের আসবাব ও অস্ত্রশস্ত্র প্রদর্শিত হয়। শীতকালে কেন্দ্রীয় আঙিনায় সাংস্কৃতিক উৎসব আয়োজিত হয়। প্রত্নতত্ত্ব অধিদপ্তরের সংরক্ষণ কার্যক্রম নাজুক ফ্রেস্কো ও স্থাপনা রক্ষা করছে, আর গাইডরা সাহা বংশের গৌরবময় অতীত বর্ণনা করেন।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1NeG3shmnokYIIVsCKPqQrEtdFV3EQEQh",
            "credit": "Adar Bepari"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর–ফেব্রুয়ারি): প্রাসাদ কমপ্লেক্স ঘুরে দেখার ও সাংস্কৃতিক অনুষ্ঠানের উপযুক্ত সময়।",
        "বসন্তকাল (মার্চ–এপ্রিল): ফুল ফোটা প্রাসাদ উদ্যানে ফটোগ্রাফির আদর্শ মৌসুম।",
        "বর্ষা এড়িয়ে চলুন (জুন–সেপ্টেম্বর): উচ্চ আর্দ্রতা ও বৃষ্টিতে ভিতরে জলজট দেখা দিতে পারে।"
    ],
    "cautions": [
        "নাজুক প্লাস্টার শিল্পকর্ম বা ফ্রেস্কো স্পর্শ করবেন না।",
        "শালীনতা বজায় রাখুন; এটি জাতীয় ঐতিহ্য স্থান।",
        "অসম ইটের পথে হাঁটার জন্য আরামদায়ক জুতা পরুন।"
    ],
    "specials": [
        "স্থাপত্যের সমন্বয়: ইউরোপীয় ও মুঘল শৈলীর অনন্য মিশ্রণ।",
        "প্রাসাদ জাদুঘর: জমিদারদের আসল আসবাব ও ১৯শ শতকের নিদর্শন।",
        "দরবার হল: বেলজিয়ান আয়না সজ্জিত বিশাল সভাকক্ষ।",
        "সাংস্কৃতিক কেন্দ্র: বাৎসরিক শাস্ত্রীয় সংগীত ও লোকনৃত্য উৎসব।",
        "চলচ্চিত্রে স্থান: সত্যজিৎ রায়ের তথ্যচিত্র 'দ্য ইনার আই'-এ স্থান পেয়েছে।"
    ],
    "blogs": []
}