{
    "id": "ds0002",
    "title": "সেন্ট মার্টিন",
    "onImageTitle": "Saint Martins",
    "district": "কক্সবাজার",
    "division": "চট্টগ্রাম",
    "category": [
        "সী বীচ",
        "দ্বীপ"
    ],
    "mapUrl": "https://www.google.com/maps/place/St.+Martin's+Island/@20.6135447,92.3240544,14.64z/data=!4m14!1m7!3m6!1s0x30ae23666ddf01b1:0xfb9c82c83dacf078!2sSaint+Martins+Island!8m2!3d20.6237016!4d92.3233948!16s%2Fg%2F11bxdt6xvv!3m5!1s0x30ae23c825795eb3:0xb155298fd11e255b!8m2!3d20.6237016!4d92.3233948!16s%2Fg%2F11h3lfb8rh?entry=ttu&g_ep=EgoyMDI1MDEyMi4wIKXMDSoASAFQAw%3D%3D",
    "details": "সেন্ট মার্টিন্স দ্বীপ, বঙ্গোপসাগরে অবস্থিত, বাংলাদেশের একমাত্র প্রবাল দ্বীপ এবং প্রকৃতি প্রেমীদের জন্য একটি স্বর্গ। স্থানীয়ভাবে 'নারিকেল জিঞ্জিরা' নামে পরিচিত, এই ছোট দ্বীপটি তার স্বচ্ছ নীল জল, সাদা বালির সৈকত এবং প্রাণবন্ত প্রবাল প্রাচীরের জন্য বিখ্যাত। দ্বীপটি কক্সবাজারের দক্ষিণ প্রান্ত থেকে প্রায় ৯ কিলোমিটার দূরে অবস্থিত এবং টেকনাফ থেকে নৌকায় করে এখানে পৌঁছানো যায়।\n\nসেন্ট মার্টিন্স দ্বীপে যাওয়ার জন্য, ভ্রমণকারীদের প্রথমে কক্সবাজার বা টেকনাফ যেতে হবে। ঢাকা থেকে বাস, ট্রেন বা ফ্লাইটে করে কক্সবাজার পৌঁছানো যায়। কক্সবাজার থেকে টেকনাফ পৌঁছাতে প্রায় ২-৩ ঘন্টা সময় লাগে। টেকনাফে পৌঁছানোর পর, স্থানীয় ফেরি বা স্পিডবোটে করে সেন্ট মার্টিন্স দ্বীপে যাওয়া যায়। ফেরি ভ্রমণে প্রায় ২-৩ ঘন্টা সময় লাগে, আর স্পিডবোটে প্রায় ১ ঘন্টা সময় লাগে। টুরিস্ট সিজনে বোটের সময়সূচী আগে থেকে চেক করে নেওয়া ভালো, কারণ ট্রিপের সংখ্যা পরিবর্তন হতে পারে।\n\nদ্বীপটি দুটি অংশে বিভক্ত: মূল দ্বীপ এবং একটি ছোট সংলগ্ন দ্বীপ যার নাম 'চেরা দ্বীপ,' যা ভাটার সময় প্রবেশযোগ্য। দর্শনার্থীরা স্নরকেলিং, স্কুবা ডাইভিং এবং প্রবাল প্রাচীর অন্বেষণের মতো কার্যকলাপ উপভোগ করতে পারেন, যা বিভিন্ন সামুদ্রিক প্রাণীর আবাসস্থল। দ্বীপটি সূর্যোদয় এবং সূর্যাস্ত উপভোগ করার জন্য একটি দুর্দান্ত স্থান। প্রবাল প্রাচীরগুলি বিশেষভাবে প্রাণবন্ত এবং বিশ্বজুড়ে ডাইভার এবং সামুদ্রিক উত্সাহীদের আকর্ষণ করে।\n\nস্থানীয় সামুদ্রিক খাবার সেন্ট মার্টিন্স দ্বীপের একটি প্রধান আকর্ষণ। তাজা মাছ, কাঁকড়া, লবস্টার এবং চিংড়ি ঐতিহ্যবাহী বাঙালি পদ্ধতিতে তৈরি করা হয়, যা দর্শনার্থীদের জন্য একটি আনন্দদায়ক রন্ধনসম্পর্কীয় অভিজ্ঞতা প্রদান করে। প্রচুর পরিমাণে পাওয়া নারকেল জল দর্শনার্থীদের জন্য একটি সতেজতা প্রদান করে। দ্বীপটিতে ছোট রেস্টুরেন্ট এবং খাবারের স্টল রয়েছে যেখানে ভাজা মাছ, চিংড়ি তরকারি এবং নারকেল দুধ দিয়ে ভাত পরিবেশন করা হয়।\n\nদ্বীপটির একটি শান্ত এবং নিরিবিলি পরিবেশ রয়েছে, যা শান্তি এবং বিশ্রামের সন্ধানকারীদের জন্য একটি আদর্শ গন্তব্য। তবে, দ্বীপটির অবকাঠামো সীমিত, তাই দর্শনার্থীদের পরিকল্পনা অনুযায়ী প্রস্তুতি নেওয়া উচিত। বিদ্যুৎ দিনে কয়েক ঘন্টার জন্য পাওয়া যায়, এবং বেশিরভাগ আবাসন মৌলিক কিন্তু আরামদায়ক। দ্বীপটি শহরের হট্টগোল থেকে দূরে প্রকৃতির মধ্যে ডুবে থাকার জন্য একটি আদর্শ স্থান।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1dPSOSdpTtKC88RHyaKsKCq0V8RxLE7vL",
            "credit": ""
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি): ভ্রমণের সেরা সময়, সুন্দর আবহাওয়া এবং শান্ত সমুদ্র। তাপমাত্রা ১৫°C থেকে ২৫°C পর্যন্ত থাকে, যা সৈকত কার্যকলাপ এবং অন্বেষণের জন্য আদর্শ।",
        "বসন্তকাল (মার্চ থেকে এপ্রিল): দ্বীপের প্রাকৃতিক সৌন্দর্য এবং পরিষ্কার আকাশ উপভোগ করার জন্য উপযুক্ত। আবহাওয়া গরম কিন্তু অত্যধিক নয়, এবং প্রবাল প্রাচীরগুলি এই সময়ে আরও দৃশ্যমান হয়।",
        "বর্ষাকাল এড়িয়ে চলুন (জুন থেকে সেপ্টেম্বর): উত্তাল সমুদ্র এবং ঘন ঘন ঝড়ের কারণে ভ্রমণ অনিরাপদ। এই সময়ে অনেক বোট সার্ভিস বাতিল হয়ে যায়।"
    ],
    "cautions": [
        "প্রবাল প্রাচীরের প্রতি সম্মান প্রদর্শন করুন এবং স্নরকেলিং বা ডাইভিং করার সময় সেগুলি স্পর্শ বা ক্ষতি করা এড়িয়ে চলুন। প্রবাল প্রাচীরগুলি ভঙ্গুর বাস্তুতন্ত্র যা সংরক্ষণ করা প্রয়োজন।",
        "সাঁতার কাটার সময় সতর্ক থাকুন, কারণ শক্ত স্রোত বিপজ্জনক হতে পারে। সর্বদা নির্দিষ্ট এলাকায় সাঁতার কাটুন এবং স্থানীয় নির্দেশিকা অনুসরণ করুন।",
        "আবাসনের বিকল্প সীমিত, তাই পিক সিজনে (নভেম্বর থেকে ফেব্রুয়ারি) আগে থেকে বুকিং করুন।",
        "ময়লা ফেলা এড়িয়ে চলুন এবং দ্বীপের প্রাকৃতিক পরিবেশ সংরক্ষণে সাহায্য করুন। প্লাস্টিক বর্জ্য একটি ক্রমবর্ধমান সমস্যা, তাই পুনরায় ব্যবহারযোগ্য জিনিসপত্র নিয়ে যান এবং বর্জ্য সঠিকভাবে নিষ্পত্তি করুন।",
        "বিদ্যুৎ দিনে কয়েক ঘন্টার জন্য পাওয়া যায়, তাই পরিকল্পনা অনুযায়ী প্রস্তুতি নিন। পাওয়ার ব্যাংক এবং প্রয়োজনীয় সরঞ্জাম নিয়ে যান।"
    ],
    "specials": [
        "বাংলাদেশের একমাত্র প্রবাল দ্বীপ, যা অনন্য সামুদ্রিক জীববৈচিত্র্য প্রদান করে। প্রবাল প্রাচীরগুলি রঙিন মাছ, সামুদ্রিক কচ্ছপ এবং অন্যান্য সামুদ্রিক প্রাণীর আবাসস্থল।",
        "স্বচ্ছ নীল জল এবং সাদা বালির সৈকত যা বিশ্রামের জন্য উপযুক্ত। সৈকতগুলি কক্সবাজারের তুলনায় কম ভিড়যুক্ত, যা একটি শান্তিপূর্ণ অবকাশ প্রদান করে।",
        "স্নরকেলিং এবং স্কুবা ডাইভিংয়ের জন্য আদর্শ প্রাণবন্ত প্রবাল প্রাচীর। সেন্ট মার্টিন্সের পানির নিচের জগত সামুদ্রিক উত্সাহীদের জন্য একটি অবশ্যই দেখার জায়গা।",
        "তাজা সামুদ্রিক খাবার, যেমন মাছ, কাঁকড়া এবং লবস্টার, ঐতিহ্যবাহী পদ্ধতিতে তৈরি। দ্বীপের সামুদ্রিক খাবার তার তাজাত্ব এবং অনন্য স্বাদের জন্য পরিচিত।",
        "শহরের হট্টগোল থেকে দূরে একটি শান্ত এবং নিরিবিলি পরিবেশ। দ্বীপটির ধীর গতি এবং প্রাকৃতিক সৌন্দর্য এটিকে একটি আদর্শ অবকাশ স্থান করে তোলে।",
        "চেরা দ্বীপ, একটি ছোট দ্বীপ যা ভাটার সময় প্রবেশযোগ্য, তার বিচ্ছিন্ন সৈকত এবং দৃষ্টিনন্দন দৃশ্যের সাথে একটি অনন্য অভিজ্ঞতা প্রদান করে।",
        "স্থানীয় নারকেল জল এবং তাজা ফল দর্শনার্থীদের জন্য একটি সতেজতা প্রদান করে। দ্বীপের নারকেল গাছগুলি এর গ্রীষ্মমন্ডলীয় আকর্ষণ বাড়িয়ে তোলে।"
    ],
    "blogs": []
}