{
    "id": "ds0069",
    "title": "যমুনা সেতু",
    "onImageTitle": "Jamuna Bridge",
    "alternativeTitles": [
        "যমুনা সেতু",
        "Jamuna Bridge",
        "Bangabandhu Bridge"
    ],
    "district": "সিরাজগঞ্জ",
    "districts": [
        "সিরাজগঞ্জ"
    ],
    "division": "রাজশাহী",
    "category": [
        "স্মৃতিস্তম্ভ",
        "নদীর-পাড়"
    ],
    "mapUrl": "https://www.google.com/maps/place/Jamuna+Bridge/@24.3999247,89.7748643,17z/data=!3m1!4b1!4m6!3m5!1s0x39fdef1c51e38f1b:0x9355bb71829dd000!8m2!3d24.3999198!4d89.7774446!16zL20vMDY1MjUz?entry=ttu&g_ep=EgoyMDI2MDIwMS4wIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3633.4645211042084!2d89.77486431116088!3d24.399924663439922!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39fdef1c51e38f1b%3A0x9355bb71829dd000!2sJamuna%20Bridge!5e0!3m2!1sen!2sbd!4v1770193543597!5m2!1sen!2sbd",
    "details": "যমুনা সেতু, আনুষ্ঠানিকভাবে বঙ্গবন্ধু সেতু নামে পরিচিত, সিরাজগঞ্জ জেলায় শক্তিশালী যমুনা নদী (ব্রহ্মপুত্র) জুড়ে বিস্তৃত একটি স্মারক অবকাঠামো কৃতিত্ব। ১৯৯৮ সালে সম্পন্ন, এই বহুমুখী সেতুটি বাংলাদেশের দীর্ঘতম, দৈর্ঘ্যে ৪.৮ কিলোমিটার (৩.০ মাইল) পরিমাপ করে। সেতুটি বাংলাদেশের পরিবহন অবকাঠামোতে একটি রূপান্তরমূলক উন্নয়নের প্রতিনিধিত্ব করে, দেশের পূর্ব ও পশ্চিম অঞ্চলগুলিকে সংযুক্ত করে এবং অর্থনৈতিক বৃদ্ধি, বাণিজ্য এবং সামাজিক সংযোগ সহজতর করে।\n\nযমুনা সেতুতে পৌঁছানোর জন্য, ভ্রমণকারীরা ঢাকা থেকে উত্তর বা পশ্চিম বাংলাদেশের দিকে যাওয়া বাস নিতে পারেন, যা সেতুর উপর দিয়ে যায়। ঢাকা থেকে সেতু পর্যন্ত যাত্রা প্রায় ৩-৪ ঘন্টা সময় নেয়। নদীর উভয় পাশে নির্ধারিত দেখার এলাকা রয়েছে যেখানে দর্শনার্থীরা সেতু এবং বিশাল যমুনা নদীর প্রশংসা করতে থামতে পারেন। সেতুটি ঢাকা-রংপুর মহাসড়কে অবস্থিত, এটি সহজেই প্রবেশযোগ্য করে তোলে।\n\nসেতুটি যমুনা নদীর চ্যালেঞ্জিং অবস্থা সহ্য করার জন্য ডিজাইন করা একটি প্রকৌশল বিস্ময়, যা তার শক্তিশালী স্রোত, পরিবর্তনশীল চ্যানেল এবং মৌসুমী বন্যার জন্য পরিচিত। কাঠামোটি নদীর তলদেশে গভীরভাবে চালিত বিশাল কংক্রিট পিয়ার দ্বারা সমর্থিত ৪৯টি স্প্যান নিয়ে গঠিত। সেতুটি উপরের ডেকে একটি চার-লেনের মহাসড়ক, নিম্ন ডেকে একটি রেলওয়ে লাইন এবং গ্যাস, বিদ্যুৎ এবং টেলিযোগাযোগ অবকাঠামোর জন্য বিধান বহন করে। নির্মাণের জন্য উদ্ভাবনী প্রকৌশল সমাধান এবং আন্তর্জাতিক সহযোগিতা প্রয়োজন, এটি দক্ষিণ এশিয়ার সবচেয়ে জটিল সেতু প্রকল্পগুলির মধ্যে একটি করে তোলে।\n\nযমুনা সেতু বাংলাদেশের অর্থনীতি এবং সমাজে গভীর প্রভাব ফেলেছে, অঞ্চলগুলির মধ্যে ভ্রমণের সময় হ্রাস করে, পরিবহন খরচ কমিয়ে এবং বাণিজ্য ও উন্নয়নের জন্য নতুন সুযোগ খুলে দিয়েছে।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1AzfUHfO6A4ZUPuCCP55_y_pYqpZ-heAV",
            "credit": "Wikimedia"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি): সেতু এবং নদী দেখার জন্য আদর্শ পরিষ্কার আকাশ এবং আরামদায়ক আবহাওয়া সহ ভ্রমণের সেরা সময়। যমুনা নদী এই মৌসুমে শান্ত থাকে।",
        "বসন্তকাল (মার্চ থেকে মে): ফটোগ্রাফি এবং সেতুর স্কেল উপলব্ধির জন্য ভাল দৃশ্যমানতা সহ সুন্দর আবহাওয়া।",
        "শরৎকাল (অক্টোবর থেকে নভেম্বর): পানির স্তর হ্রাস পাওয়ার সাথে সাথে দর্শনীয় নদীর দৃশ্য সহ বর্ষা-পরবর্তী মৌসুম।"
    ],
    "cautions": [
        "সেতুতে নিজেই থামবেন না; অ্যাপ্রোচ রোডে নির্ধারিত দেখার এলাকা ব্যবহার করুন।",
        "দেখার পয়েন্টে পৌঁছানোর জন্য মহাসড়ক পার হওয়ার সময় অত্যন্ত সতর্ক থাকুন।",
        "ছবি তোলার সময়, ট্রাফিক থেকে দূরে নিরাপদ এলাকায় থাকুন।",
        "রেলওয়ে ডেক বা সেতুর সীমাবদ্ধ এলাকায় প্রবেশের চেষ্টা করবেন না।",
        "নদীর তীরের কাছে সতর্ক থাকুন, বিশেষ করে বর্ষাকালে যখন স্রোত শক্তিশালী থাকে।",
        "টোল প্লাজা অপারেশনকে সম্মান করুন এবং ট্রাফিক নিয়ম অনুসরণ করুন।",
        "দেখার এলাকায় সীমিত ছায়া থাকায় সূর্য সুরক্ষা বহন করুন।",
        "সেতুতে শক্তিশালী বাতাস সম্পর্কে সচেতন থাকুন, বিশেষ করে মোটরসাইকেল চালকদের জন্য।"
    ],
    "specials": [
        "৪.৮ কিলোমিটারে বাংলাদেশের দীর্ঘতম সেতু, পূর্ব এবং পশ্চিম অঞ্চল সংযোগ করে।",
        "মহাসড়ক, রেলওয়ে এবং ইউটিলিটি অবকাঠামো বহনকারী বহুমুখী কাঠামো।",
        "চ্যালেঞ্জিং নদী অবস্থা সহ্য করার জন্য ডিজাইন করা প্রকৌশল বিস্ময়।",
        "গভীর-ভিত্তি কংক্রিট পিয়ার দ্বারা সমর্থিত ৪৯টি বিশাল স্প্যান।",
        "বাংলাদেশের অর্থনীতি এবং আঞ্চলিক সংযোগে রূপান্তরমূলক প্রভাব।",
        "বিশাল যমুনা নদী এবং ব্যস্ত নদী ট্রাফিকের দর্শনীয় দৃশ্য।",
        "আধুনিক বাংলাদেশের অবকাঠামো উন্নয়নের আইকনিক প্রতীক।",
        "রঙিন আকাশের বিপরীতে সেতু সিলুয়েট সহ সুন্দর সূর্যাস্তের দৃশ্য।",
        "কার্গো জাহাজ এবং মাছ ধরার নৌকা সহ বৈচিত্র্যময় নদী জাহাজ পর্যবেক্ষণ।"
    ],
    "blogs": []
}