{
    "id": "ds0042",
    "title": "মধুমতি নদী",
    "onImageTitle": "Madhumati River",
    "alternativeTitles": [
        "মধুমতি নদী",
        "Madhumati River"
    ],
    "district": "ফরিদপুর",
    "districts": [
        "ফরিদপুর"
    ],
    "division": "ঢাকা",
    "category": [
        "নদীর-পাড়"
    ],
    "mapUrl": "https://www.google.com/maps/place/Madhumati+River/@23.5423219,89.4637754,12.27z/data=!4m6!3m5!1s0x39fe97f2d5e0125f:0x27d4c4f5f2abcaa2!8m2!3d23.5028619!4d89.4929856!16zL20vMDYwczNk?entry=ttu&g_ep=EgoyMDI1MDYxMC4xIKXMDSoASAFQAw%3D%3D",
    "details": "মধুমতি নদী পদ্মার প্রধান শাখানদী হিসেবে ফরিদপুরের উর্বর সমতল ভূমির মধ্য দিয়ে প্রবাহিত, যা বাংলার নদীভিত্তিক ঐতিহ্যের প্রতীক। শান্ত জলের এই নদী কৃষি ও মৎস্যজীবী সম্প্রদায়ের জীবিকার উৎস। ঐতিহাসিক নদীবন্দরগুলি এর বাণিজ্যিক ও সাংস্কৃতিক গুরুত্বের সাক্ষ্য বহন করে।\n\nফরিদপুর শহর থেকে সড়কপথে (৩০ মিনিট) বা গোয়ালন্দ ঘাট থেকে স্থানীয় নৌকায় মধুমতিতে যাওয়া যায়। প্রধান প্রবেশপথের মধ্যে রয়েছে আলফাডাঙ্গা ও ভাঙ্গার নদীতীরবর্তী গ্রাম। নিকটবর্তী দর্শনীয় স্থানের মধ্যে রয়েছে ফরিদপুর রাজবাড়ি ও চর বৈষ্ণবের ভাসমান বাজার।\n\nসূর্যোদয়ে মৎস্যজীবীদের জাল ফেলতে দেখুন নৌকাভ্রমণে। বর্ষাকালে নদীর পাড়ের দোকানে তাজা ইলিশের ঝাল খেতে পারবেন। নদীতীরে নৌকা বাইচের প্রতিযোগিতা (নৌকা বাইচ) সহ বিভিন্ন উৎসব আয়োজিত হয়। শিল্পদূষণ থেকে জীববৈচিত্র্য রক্ষায় সংরক্ষণ কার্যক্রম চলছে।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1Lgy8f5lwYOmTVT9piUp5wIwkr-rPrY3P",
            "credit": "Daily Sun"
        }
    ],
    "seasons": [
        "বর্ষাকাল (জুলাই–অক্টোবর): নৌকাভ্রমণ ও নদী উৎসব দেখার সেরা সময়।",
        "শীতকাল (নভেম্বর–ফেব্রুয়ারি): নদীতীরে পিকনিক ও পাখি দেখার জন্য আদর্শ।"
    ],
    "cautions": [
        "বর্ষাকালে স্রোতের কারণে সাঁতার এড়িয়ে চলুন।",
        "স্থানীয় সম্প্রদায়কে সম্মান করুন; ব্যক্তিগত নদীতীরের এলাকায় প্রবেশের আগে অনুমতি নিন।",
        "গ্রীষ্মে উঁচু ঘাসে সাপের উপস্থিতি সতর্ক থাকুন।"
    ],
    "specials": [
        "সাংস্কৃতিক প্রাণরেখা: প্রাচীন বাণিজ্যপথ ও ঐতিহাসিক নদীতীরস্থ স্থাপনা।",
        "প্রাণীবৈচিত্র্য: মাছরাঙা, ভোঁদড় ও গাঙ্গেয় ডলফিন দেখুন।",
        "কৃষি কেন্দ্র: ধান ও পাট চাষের উর্বর বন্যাভূমি।",
        "নদী উৎসব: ঈদের সময় নৌকা বাইচ প্রতিযোগিতার অভিজ্ঞতা নিন।",
        "ফটোগ্রাফি: জলের উপর সোনালি আলোর প্রতিফলন ক্যাপচার করুন।"
    ],
    "blogs": []
}