{
    "id": "ds0017",
    "title": "সোনারগাঁও জাদুঘর",
    "onImageTitle": "Sonargaon Museum",
    "district": "নারায়ণগঞ্জ",
    "division": "ঢাকা",
    "category": [
        "জাদুঘর",
        "ঐতিহ্য"
    ],
    "mapUrl": "https://www.google.com/maps/place/Sonargaon+Museum/@23.6488689,90.5982332,17z/data=!4m10!1m2!2m1!1ssonargaon+museum!3m6!1s0x37544d825eeffa21:0xef87c057009000d4!8m2!3d23.6485509!4d90.6014974!15sChBzb25hcmdhb24gbXVzZXVtkgEGbXVzZXVt4AEA!16s%2Fg%2F11tt2bxqwh?entry=ttu&g_ep=EgoyMDI1MDIxMi4wIKXMDSoJLDEwMjExNDUzSAFQAw%3D%3D",
    "details": "সোনারগাঁও জাদুঘর নারায়ণগঞ্জের ঐতিহাসিক সোনারগাঁওয়ে অবস্থিত, যা বাংলার সাংস্কৃতিক ও স্থাপত্য ঐতিহ্যের একটি অমূল্য ভাণ্ডার। মধ্যযুগে বাংলার রাজধানী হিসেবে পরিচিত সোনারগাঁওয়ের এই জাদুঘরে মুঘল, সুলতানি ও ব্রিটিশ殖民 সময়ের নিদর্শন, ঐতিহ্যবাহী শিল্পকর্ম ও পুরাকীর্তি সংরক্ষিত আছে। জাদুঘরটি পানাম নগর এলাকায় অবস্থিত, যা ১৯শ শতকের বণিকদের অট্টালিকার জন্য বিখ্যাত।\n\nঢাকার গুলিস্তান বা সায়েদাবাদ বাস স্ট্যান্ড থেকে বাস বা সিএনজি করে সোনারগাঁও জাদুঘরে পৌঁছানো যায়; ভ্রমণে সময় লাগে প্রায় ১.৫–২ ঘণ্টা। আরামদায়ক যাত্রার জন্য প্রাইভেট গাড়িও ভাড়া করা যায়। কাছাকাছি দর্শনীয় স্থানের মধ্যে রয়েছে লোকশিল্প জাদুঘর, প্রাচীন গোয়ালদী মসজিদ এবং মেঘনা নদীর মনোরম দৃশ্য।\n\nজাদুঘরে প্রদর্শিত নিদর্শনগুলির মধ্যে রয়েছে দুর্লভ পাণ্ডুলিপি, নকশি কাঁথা, টেরাকোটা শিল্প এবং প্রাচীন মুদ্রা। জাদুঘরের পাশের স্থানীয় খাবারের স্টলে পিঠা, ভাপা ইলিশ এবং ডাল পুরির মতো বাঙালি ঐতিহ্যবাহী খাবার পাওয়া যায়। এখানকার হস্তচালিত মসলিন কাপড়ের জন্য সোনারগাঁও বিখ্যাত, যা স্যুভেনির হিসাবে কেনা যেতে পারে।\n\nসোনারগাঁও লোক উৎসবের মতো সাংস্কৃতিক অনুষ্ঠানে বাউল গান, পুতুলনাচ এবং ঐতিহ্যবাহী নৃত্য বাংলার গ্রামীণ সংস্কৃতিকে ফুটিয়ে তোলে। ঐতিহাসিক গুরুত্ব এবং প্রাকৃতিক সৌন্দর্যের সমন্বয়ে এই জাদুঘর ইতিহাস ও সংস্কৃতি অনুরাগীদের জন্য অবশ্যই দেখার মতো।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1K864tAHbZlfmRaVUho3sujWNw5pLqSO1",
            "credit": "Md. Nazmul Hasan"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর–ফেব্রুয়ারি): শীতল ও শুষ্ক আবহাওয়া পানাম নগরের মতো উন্মুক্ত স্থান ঘুরে দেখার জন্য আদর্শ।",
        "শরৎকাল (সেপ্টেম্বর–অক্টোবর): মৃদু তাপমাত্রা এবং ভিড় কম থাকায় ফটোগ্রাফি ও সাংস্কৃতিক অনুষ্ঠানের জন্য উপযুক্ত সময়।"
    ],
    "cautions": [
        "নিদর্শনগুলি স্পর্শ করা নিষিদ্ধ; সেগুলির সংরক্ষণের জন্য সতর্ক থাকুন।",
        "বর্ষাকালে (জুন–আগস্ট) ভারী বৃষ্টি ও নিচু এলাকায় বন্যার কারণে ভ্রমণ এড়িয়ে চলুন।",
        "ধর্মীয় স্থান পরিদর্শনকালে সাদামাটা পোশাক পরুন।",
        "ভিড়ের মধ্যে সতর্ক থাকুন; মূল্যবান জিনিসপত্র সুরক্ষিত রাখুন।"
    ],
    "specials": [
        "পানাম নগর: ইন্দো-ইউরোপীয় স্থাপত্য শৈলীর অসাধারণ অট্টালিকার সমাবেশ।",
        "লোকশিল্প জাদুঘর: নকশি কাঁথা ও টেরাকোটা শিল্পের প্রদর্শনী, যা বাংলার শিল্প ঐতিহ্যকে প্রতিফলিত করে।",
        "মসলিন কাপড়: সোনারগাঁওয়ের প্রাচীন মসলিন বয়ন শিল্প আজও স্থানীয় কারিগরদের দ্বারা চর্চিত।",
        "স্থানীয় খাবার: ভাপা ইলিশ ও পাটিসাপটা (নারকেল দিয়ে ভরা পিঠা) অবশ্যই চেখে দেখুন।",
        "সাংস্কৃতিক উৎসব: সোনারগাঁও লোক উৎসবে বাউল সংগীত, পুতুলনাচ ও গ্রামীণ সংস্কৃতির প্রদর্শনী হয়।"
    ],
    "blogs": []
}