{
    "id": "ds0044",
    "title": "খালিয়া জমিদার প্রাসাদ",
    "onImageTitle": "Khalia Palace",
    "alternativeTitles": [
        "খালিয়া জমিদার বাড়ি",
        "রাজা রামমোহন রায়ের বাড়ি",
        "Khalia Zamidar Palace",
        "Khalia Palace",
        "Palace of Raja Ram Mohon Roy"
    ],
    "district": "মাদারীপুর",
    "districts": [
        "মাদারীপুর"
    ],
    "division": "ঢাকা",
    "category": [
        "ঐতিহ্যবাহী",
        "স্মৃতিস্তম্ভ"
    ],
    "mapUrl": "https://www.google.com/maps/place/Raja+Rammohon+Roy's+ancestral+home/@22.7391306,87.8681437,17z/data=!3m1!4b1!4m6!3m5!1s0x39f8737456327009:0x52c0b20e4eddac39!8m2!3d22.7391306!4d87.870724!16s%2Fg%2F11fjz9dxjc?entry=ttu&g_ep=EgoyMDI1MDYxMC4xIKXMDSoASAFQAw%3D%3D",
    "details": "মাদারীপুরের খালিয়া জমিদার প্রাসাদ ১৯শ শতকের একটি ঐতিহাসিক ভবন, যাকে স্থানীয়রা সমাজ সংস্কারক রাজা রামমোহন রায়ের পৈতৃক বাড়ি বলে বিশ্বাস করে। মুঘল ও ব্রিটিশ স্থাপত্যের মিশেলে নির্মিত এই প্রাসাদে জটিল টেরাকোটা নকশা, বিশাল খিলান ও হিন্দু পুরাণের দৃশ্যাবলী খচিত। লাল ইটের এই কমপ্লেক্স একদা ঘোষ জমিদারদের শাসনকেন্দ্র ছিল, যা আজ ধ্বংসস্তূপে দাঁড়িয়ে অতীতের গল্প বলে।\n\nমাদারীপুর শহর থেকে ১২ কিমি দূরে খালিয়া বাজারে অবস্থিত, অটোরিকশায় ৩০ মিনিটে পৌঁছানো যায়। প্রাসাদের সামনে আরিয়াল খান নদী ও নৌকাঘাট রয়েছে। নিকটবর্তী দর্শনীয় স্থানের মধ্যে রয়েছে মাদারীপুর রাজবাড়ি ধ্বংসাবশেষ ও পীর গোরাচাঁদের মাজার।\n\nঘাসে ঢাকা বাগান ঘুরে দেখুন, যেখানে গাইডরা রাজা রামমোহন রায়ের আগমনকথা বর্ণনা করেন। শীতকালে আঙিনায় বাউল সংগীত ও যাত্রাপালার আয়োজন করা হয়। টেরাকোটার নাজুক নকশা সংরক্ষণে প্রত্নতত্ত্ব অধিদপ্তরের কাজ চলছে।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1ZlIIzjfIFdqQH-1FgHM-a8uKrLA86zDH",
            "credit": "Tour Guide BD"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর–ফেব্রুয়ারি): ফটোগ্রাফি ও সাংস্কৃতিক উৎসবের উপযুক্ত সময়।",
        "বসন্তকাল (মার্চ–এপ্রিল): নদীতীরের প্রাসাদ ঘুরে দেখার আদর্শ মৌসুম।",
        "বর্ষা এড়িয়ে চলুন (জুন–সেপ্টেম্বর): ভারী বৃষ্টিতে স্থাপনার ক্ষতি হয়।"
    ],
    "cautions": [
        "নাজুক টেরাকোটা কারুকার্য স্পর্শ বা ভঙ্গুর স্থাপনায় আরোহণ করবেন না।",
        "রাজা রামমোহন রায়ের আধ্যাত্মিক সম্পর্কে স্থানীয় বিশ্বাস সম্মান করুন।",
        "ইতিহাস যাচাই করুন; মৌখিক কাহিনী ও দলিলগত ইতিহাসে পার্থক্য থাকতে পারে।"
    ],
    "specials": [
        "সংস্কারকের উত্তরাধিকার: রাজা রামমোহন রায়ের পৈতৃক বাড়ি বলে বিশ্বাস।",
        "টেরাকোটা শিল্প: খিলানে খোদাই করা পৌরাণিক দৃশ্য।",
        "নদীর পাড়: বারান্দা থেকে আরিয়াল খান নদীর মনোরম দৃশ্য।",
        "সাংস্কৃতিক মঞ্চ: বাৎসরিক বাউল গান ও যাত্রাপালা।",
        "জমিদারি স্থাপত্য: আদালতকক্ষ ও জমিদারদের ব্যক্তিগত কক্ষ।"
    ],
    "blogs": []
}