{
    "id": "ds0014",
    "title": "ষাট গম্বুজ মসজিদ",
    "onImageTitle": "Shaat Gambuj",
    "district": "বাগেরহাট",
    "division": "খুলনা",
    "category": [
        "ঐতিহ্যবাহী",
        "স্মৃতিস্তম্ভ"
    ],
    "mapUrl": "https://www.google.com/maps/place/Sixty+Dome+Mosque/@22.6745023,89.7392505,17z/data=!3m1!4b1!4m6!3m5!1s0x39fff4565f03d17d:0x657f7377a89d5da7!8m2!3d22.6745023!4d89.7418308!16zL20vMDhjeTVk?entry=ttu&g_ep=EgoyMDI1MDIwNS4xIKXMDSoASAFQAw%3D%3D",
    "details": "ষাট গম্বুজ মসজিদ, বাগেরহাটে অবস্থিত, একটি ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থান এবং বাংলাদেশের মধ্যযুগীয় ইসলামিক স্থাপত্যের একটি আইকনিক উদাহরণ। ১৫ শতকে সুফি সাধক খান জাহান আলী দ্বারা নির্মিত, এই মসজিদটি ৬০টি স্তম্ভ এবং ৭৭টি গম্বুজের জন্য বিখ্যাত, যদিও 'ষাট গম্বুজ' নামটি একটি ভুল নাম। স্থাপত্যটি তুঘলক এবং বাঙালি স্থাপত্য শৈলীর একটি অনন্য সংমিশ্রণ প্রদর্শন করে।\n\nমসজিদে যাওয়ার জন্য, ভ্রমণকারীরা খুলনা থেকে বাস বা ব্যক্তিগত গাড়িতে করে বাগেরহাট যেতে পারেন, যা প্রায় ১.৫-২ ঘন্টা সময় নেয়। মসজিদটি বাগেরহাটের ঐতিহাসিক মসজিদ শহরের অংশ, যার মধ্যে খান জাহান আলীর মাজার এবং ঘোড়া দিঘি পুকুরের মতো অন্যান্য প্রত্নতাত্ত্বিক ধনসম্পদ রয়েছে।\n\nমসজিদটি টেরাকোটা ইট দিয়ে নির্মিত এবং জটিল জ্যামিতিক নকশা এবং ফুলের মোটিফ রয়েছে। অভ্যন্তরটি প্রশস্ত এবং বায়বীয়, খিলানযুক্ত দরজা এবং একটি শান্তিপূর্ণ পরিবেশ যা প্রতিফলনের জন্য উপযুক্ত। চারপাশের এলাকা সবুজ এবং শান্ত, আধ্যাত্মিক পরিবেশ বৃদ্ধি করে।\n\nভ্রমণের সেরা সময় শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি), যখন আবহাওয়া ঠান্ডা থাকে। বর্ষাকাল (জুন থেকে সেপ্টেম্বর) এড়িয়ে চলুন, কারণ ভারী বৃষ্টিপাত এবং বন্যার ঝুঁকি থাকতে পারে। স্থানীয় গাইডরা মসজিদের ইতিহাস এবং স্থাপত্যিক তাৎপর্য ব্যাখ্যা করতে উপলব্ধ।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=11WJgeeY5tCdDshBRYKW2xrfewGhuj15A",
            "credit": "Faisal Photography"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি): মসজিদ এবং এর চারপাশ অন্বেষণের জন্য আদর্শ ঠান্ডা আবহাওয়া।",
        "বসন্তকাল (মার্চ থেকে এপ্রিল): মৃদু তাপমাত্রা, তবে দুপুরের দিকে গরম হতে পারে।",
        "বর্ষাকাল এড়িয়ে চলুন (জুন থেকে সেপ্টেম্বর): ভারী বৃষ্টিপাত এবং বন্যার কারণে প্রবেশ সীমিত হতে পারে।"
    ],
    "cautions": [
        "সম্মানের চিহ্ন হিসাবে মসজিদে প্রবেশের আগে জুতা খুলে ফেলুন।",
        "ধর্মীয় স্থান পরিদর্শন করার সময় মডেস্ট পোশাক পরুন (কাঁধ এবং হাঁটু ঢাকুন)।",
        "প্রাচীন খোদাই এবং কাঠামো স্পর্শ করা এড়িয়ে চলুন ক্ষতি প্রতিরোধের জন্য।",
        "পানীয় জল নিয়ে যান, কারণ কাছাকাছি সুবিধা সীমিত।",
        "প্রার্থনার সময় সম্মান করুন; অ-মুসলিম দর্শনার্থীদের সালাহের সময় প্রবেশ এড়ানো উচিত।"
    ],
    "specials": [
        "৬০টি স্তম্ভ এবং ৭৭টি গম্বুজ সহ একটি ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থান।",
        "১৫ শতকের বাগেরহাট মসজিদ শহরের অংশ হিসাবে ঐতিহাসিক তাৎপর্য।",
        "তুঘলক এবং বাঙালি স্থাপত্য শৈলীর অনন্য সংমিশ্রণ।",
        "জটিল টেরাকোটা শিল্পকর্ম এবং জ্যামিতিক নকশা।",
        "সবুজ পরিবেশ সহ শান্তিপূর্ণ পরিবেশ।",
        "কাছাকাছি আকর্ষণ: খান জাহান আলীর মাজার এবং ঘোড়া দিঘি পুকুর।"
    ],
    "blogs": []
}