{
    "id": "ds0046",
    "title": "মাওয়া ঘাট",
    "onImageTitle": "Mawa Ghat",
    "alternativeTitles": [
        "মাওয়া ঘাট",
        "Mawa Ghat"
    ],
    "district": "মুন্সিগঞ্জ",
    "districts": [
        "মুন্সিগঞ্জ"
    ],
    "division": "ঢাকা",
    "category": [
        "নদীর-পাড়"
    ],
    "mapUrl": "https://www.google.com/maps/place/Mawa+Ferry+Ghat/@23.4702059,90.2598375,15z/data=!4m10!1m2!2m1!1sMawa+Ghat!3m6!1s0x37559fe0b81cb4f9:0xc4989d8822959519!8m2!3d23.4654339!4d90.2872848!15sCglNYXdhIEdoYXRaCyIJbWF3YSBnaGF0kgENZmVycnlfc2VydmljZaoBMRABMh4QASIaV2XdE9k2ZkYUBQuagpHYUUodKGt_k1uxKpsyDRACIgltYXdhIGdoYXTgAQA!16s%2Fg%2F11h3xb3sl0?entry=ttu&g_ep=EgoyMDI1MDYxMC4xIKXMDSoASAFQAw%3D%3D",
    "details": "মুন্সিগঞ্জের পদ্মা নদীর তীরে অবস্থিত মাওয়া ঘাট পদ্মা সেতু ও দক্ষিণবঙ্গের প্রধান প্রবেশপথ। এই প্রাণবন্ত ফেরি টার্মিনাল ঢাকাকে দক্ষিণ-পশ্চিমাঞ্চলের জেলাগুলির সাথে সংযুক্ত করে। ভোরে থেকে সন্ধ্যা পর্যন্ত জেলেদের নৌকা, মালবাহী জাহাজ ও যাত্রীবাহী ফেরির সমাহারে ঘাটটি সচল থাকে, যার পটভূমিতে দাঁড়িয়ে আছে পদ্মা সেতুর মহিমা।\n\nঢাকা থেকে ৪০ কিমি দক্ষিণ-পশ্চিমে ঢাকা-মাওয়া এক্সপ্রেসওয়ে দিয়ে যাওয়া যায় (১ ঘণ্টা)। ঘাটে আধুনিক টার্মিনাল, ওয়েটিং এরিয়া ও স্থানীয় খাবারের দোকান রয়েছে। নিকটবর্তী দর্শনীয় স্থানের মধ্যে রয়েছে পদ্মা সেতু ভিউপয়েন্ট, ঐতিহাসিক ইদ্রাকপুর ফোর্ট ও লৌহজংয়ের নদীতীরবর্তী সৈকত।\n\nপদ্মা নদীতে সূর্যাস্তের দৃশ্য উপভোগ করুন, সঙ্গে নদীর পাড়ের দোকানের তাজা ইলিশ ভাজা খেতে পারবেন। নৌকা ভ্রমণে সেতুর স্থাপত্য ও জাহাজ চলাচলের কাছাকাছি দৃশ্য দেখা যায়। প্লাস্টিক দূষণ কমানো ও নৌচলাচল চ্যানেল রক্ষায় সংরক্ষণ প্রচেষ্টা চলছে।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1UL8UKiywmFAXF4fe6p3oVKMU9sEC7HXV",
            "credit": "The Financial Express"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর–ফেব্রুয়ারি): নৌভ্রমণ ও সেতু দর্শনের উপযুক্ত শীতল আবহাওয়া।",
        "বর্ষা এড়িয়ে চলুন (জুন–সেপ্টেম্বর): প্রবল স্রোত ও ফেরি সেবা সীমিত থাকে।"
    ],
    "cautions": [
        "জোয়ারের সময় পিচ্ছিল ঘাটে সতর্ক থাকুন।",
        "ভিড়ের মধ্যে ব্যক্তিগত জিনিসপত্র সুরক্ষিত রাখুন।",
        "ফেরিতে আরোহণের সময় নিরাপত্তা নির্দেশনা মেনে চলুন।"
    ],
    "specials": [
        "পদ্মা সেতুর দৃশ্য: বাংলাদেশের দীর্ঘতম সেতুর প্যানোরামিক ভিউ।",
        "ফেরি টার্মিনাল: নদীপথের পরিবহনের প্রাণবন্ত দৃশ্য।",
        "সূর্যাস্ত পয়েন্ট: নদীর উপর সোনালি আলোর ফটোগ্রাফি।",
        "স্থানীয় খাবার: ঘাটের দোকানে তাজা ইলিশ ভাজা ও চা।",
        "নদী সাফারি: সামুদ্রিক কার্যকলাব দেখার জন্য স্বল্পদৈর্ঘ্যের নৌ ভ্রমণ।"
    ],
    "blogs": []
}