{
    "id": "ds0023",
    "title": "বাংলাদেশ সামরিক জাদুঘর",
    "onImageTitle": "Military Museum",
    "alternativeTitles": [
        "সামরিক জাদুঘর",
        "বাংলাদেশ সামরিক জাদুঘর",
        "বঙ্গবন্ধু সামরিক জাদুঘর",
        "Military Museum",
        "Bangladesh Military Museum",
        "Bangabandhu Military Museum"
    ],
    "district": "ঢাকা",
    "districts": [
        "ঢাকা"
    ],
    "division": "ঢাকা",
    "category": [
        "জাদুঘর"
    ],
    "mapUrl": "https://www.google.com/maps/place/Bangabandhu+Military+Museum/@23.7641273,90.3828431,17z/data=!3m1!4b1!4m6!3m5!1s0x3755c758152b6521:0xc71f2d46939db1b4!8m2!3d23.7641273!4d90.3854234!16s%2Fg%2F11clt09bks?entry=ttu&g_ep=EgoyMDI1MDMxOS4yIKXMDSoJLDEwMjExNDUzSAFQAw%3D%3D",
    "details": "বিজয় সরণিতে অবস্থিত বাংলাদেশ সেনাবাহিনী জাদুঘর জাতির সামরিক ইতিহাস ও বীরত্বের প্রতি শ্রদ্ধাঞ্জলি। মুক্তিযুদ্ধ ও পরবর্তী সময়ের নিদর্শন সংরক্ষণকারী এই জাদুঘরে প্রাচীন যুদ্ধাস্ত্র থেকে আধুনিক সামরিক সরঞ্জাম পর্যন্ত প্রদর্শিত হয়। ভবনের ভিতরে ও বাইরে ট্যাংক, যুদ্ধবিমান এবং হেলিকপ্টারের সংগ্রহ দর্শকদের মুগ্ধ করে।\n\nজাদুঘরে যেতে গুলশান, মিরপুর বা ঢাকার যেকোনো স্থান থেকে বিজয় সরণির দিকে সিএনজি, রাইড-শেয়ারিং বা বাস নিতে হবে। মুক্তিযুদ্ধ গ্যালারিতে ১৯৭১ সালের ছবি, দলিল ও শহীদদের ব্যক্তিগত জিনিস প্রদর্শিত হয়। বাইরের অংশে ট্যাংক এবং যুদ্ধবিমান শিশু ও প্রাপ্তবয়স্ক সকলের জন্য আকর্ষণীয়।\n\nজাদুঘরের অভ্যন্তরে ঐতিহাসিক ইউনিফর্ম, পদক এবং পাকিস্তানি সেনাবাহিনীর দখলকৃত সরঞ্জাম দেখা যায়। শিশুদের জন্য ইন্টারেক্টিভ কর্নার জাতীয় ইতিহাস শেখার সুযোগ দেয়। কাছাকাছি স্ন্যাক্সের দোকানে ফুচকা ও ঝালমুরি পাওয়া যায়, আবার গুলশানে রয়েছে বিভিন্ন রেস্টুরেন্ট।\n\nশিক্ষণীয় প্রদর্শনী ও দেশপ্রেমের পরিবেশের জন্য এই জাদুঘর ইতিহাসপ্রেমী, শিক্ষার্থী ও পরিবারের জন্য অবশ্যই দেখার মতো। বিজয় দিবস ও সশস্ত্র বাহিনী দিবসে বিশেষ প্রদর্শনীর আয়োজন করা হয়।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1MFdEPZRAHOFJZ81Vx2RWxaW5T6BcZhrP",
            "credit": "BDepoint"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর–ফেব্রুয়ারি): বাইরের প্রদর্শনী দেখার জন্য উপযুক্ত ঠান্ডা আবহাওয়া।",
        "শরৎকাল (সেপ্টেম্বর–অক্টোবর): ভিড় কম থাকায় বিশদভাবে ঘুরে দেখা যায়।",
        "গ্রীষ্ম এড়িয়ে চলুন (এপ্রিল–জুন): গরম ও আর্দ্রতা অস্বস্তিকর।"
    ],
    "cautions": [
        "নিদর্শন স্পর্শ করা থেকে বিরত থাকুন; অনেক জিনিস নাজুক বা ঐতিহাসিকভাবে গুরুত্বপূর্ণ।",
        "ফটোগ্রাফির নিয়ম মেনে চলুন; কিছু গ্যালারিতে ক্যামেরা নিষিদ্ধ।",
        "শান্ত পরিবেশ বজায় রাখতে কম শব্দ করুন।",
        "বাইরের ট্যাংক ও বিমানের কাছে শিশুদের নজরে রাখুন।"
    ],
    "specials": [
        "মুক্তিযুদ্ধ গ্যালারি: ১৯৭১ সালের দুর্লভ ছবি, দলিল ও শহীদদের গল্প।",
        "বাইরের প্রদর্শনী: বাংলাদেশ সেনাবাহিনীর ব্যবহৃত ট্যাংক, যুদ্ধবিমান ও হেলিকপ্টার।",
        "শিশু কর্নার: ইন্টারেক্টিভ প্রদর্শনীর মাধ্যমে ইতিহাস শেখা।",
        "ঐতিহাসিক নিদর্শন: প্রাচীন তলোয়ার, মুঘল যুগের বর্ম ও আধুনিক সামরিক প্রযুক্তি।",
        "বিশেষ অনুষ্ঠান: বিজয় দিবস (১৬ ডিসেম্বর) ও সশস্ত্র বাহিনী দিবসে (২১ নভেম্বর) বিশেষ প্রদর্শনী।"
    ],
    "blogs": []
}