{
    "id": "ds0050",
    "title": "মহেরা জমিদার বাড়ি",
    "onImageTitle": "Mahera Palace",
    "alternativeTitles": [
        "মহেরা জমিদার বাড়ি",
        "Mahera Jamidar Palace"
    ],
    "district": "টাঙ্গাইল",
    "districts": [
        "টাঙ্গাইল"
    ],
    "division": "ঢাকা",
    "category": [
        "ঐতিহ্যবাহী",
        "স্মৃতিস্তম্ভ"
    ],
    "mapUrl": "https://www.google.com/maps/place/Mohera+Jamider+Bari/@24.1626976,90.0394104,17z/data=!3m1!4b1!4m6!3m5!1s0x3756008c0f0a122b:0x8f58b887f00e03b2!8m2!3d24.1626976!4d90.0419907!16s%2Fg%2F11c67xgplg?entry=ttu&g_ep=EgoyMDI1MDYxMC4xIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.257582299401!2d90.0419907!3d24.162697599999994!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3756008c0f0a122b%3A0x8f58b887f00e03b2!2sMohera%20Jamider%20Bari!5e0!3m2!1sen!2sbd!4v1751707003006!5m2!1sen!2sbd",
    "details": "টাঙ্গাইলের মহেরা জমিদার প্রাসাদ ১৯শ শতকের একটি স্থাপত্য বিস্ময়, যা বাংলার সামন্ত যুগের জাঁকজমক প্রদর্শন করে। প্রভাবশালী চৌধুরী জমিদারদের নির্মিত এই ১০০ কক্ষবিশিষ্ট কমপ্লেক্সে মুঘল, ব্রিটিশ ও দেশীয় স্থাপত্যের মিশ্রণ দেখা যায়। জটিল প্লাস্টার শিল্পকর্ম ও ভেনিসীয় খিলান সমৃদ্ধ প্রাসাদে একটি বিশাল দরবার হল, ভূগর্ভস্থ সুড়ঙ্গ ও কালী মন্দির রয়েছে। ঘাসে ঢাকা আঙিনা ও ফ্যাকাশে ফ্রেস্কো বাংলার অভিজাত অতীতের স্মৃতি জাগায়।\n\nটাঙ্গাইল শহর থেকে ১৫ কিমি দূরে, ঢাকা-টাঙ্গাইল মহাসড়ক দিয়ে যাওয়া যায় (ঢাকা থেকে ২.৫ ঘণ্টা)। টাঙ্গাইল বাস স্ট্যান্ড থেকে অটোরিকশা পাওয়া যায়। নিকটবর্তী দর্শনীয় স্থানের মধ্যে রয়েছে আতিয়া মসজিদ ও লৌহজং নদীর নৌকাঘাট।\n\nপ্রাসাদের গোপন পথ অনুসন্ধান করুন ও পৌরাণিক দৃশ্যসমৃদ্ধ টেরাকোটা প্যানেল দেখুন। স্থানীয় তত্ত্বাবধায়করা জমিদারদের দূর্গাপূজার গল্প শোনান। প্রত্নতত্ত্ব অধিদপ্তরের সংরক্ষণ কাজ নাজুক প্লাস্টার কারুকার্য রক্ষা করছে এবং বর্ষার ক্ষয় থেকে স্থাপনা সংরক্ষণ করছে।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1tYiph5zhJkUkicTSOO6A3oIY6EgNRLBV",
            "credit": "Cholo Zai"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর–ফেব্রুয়ারি): স্থাপত্যের বিস্তারিত ফটোগ্রাফির জন্য আদর্শ সময়।",
        "শরৎকাল (সেপ্টেম্বর–অক্টোবর): নির্ধারিত থাকলে দূর্গাপূজার সাংস্কৃতিক অনুষ্ঠান উপভোগ করুন।",
        "বর্ষা এড়িয়ে চলুন (জুন–আগস্ট): ভারী বৃষ্টিতে স্থাপনার ক্ষতি ত্বরান্বিত হয়।"
    ],
    "cautions": [
        "চিহ্নিত ভঙ্গুর স্থাপনা বা ভূগর্ভস্থ সুড়ঙ্গে প্রবেশ করবেন না।",
        "প্রাসাদের ভিতরের ধর্মীয় স্থানসমূহ সম্মান করুন।",
        "অসমতল পথে হাঁটার জন্য মজবুত জুতা পরুন।"
    ],
    "specials": [
        "স্থাপত্যের সমন্বয়: মুঘল, ঔপনিবেশিক ও বাংলা শৈলীর অনন্য মিশ্রণ।",
        "দরবার হল: বেলজিয়ান কাচের ঝাড়বাতি সহ বিশাল সভাকক্ষ।",
        "পৌরাণিক শিল্প: রামায়ণের দৃশ্য খোদাই করা টেরাকোটা প্যানেল।",
        "ভূগর্ভস্থ নেটওয়ার্ক: লৌহজং নদীতে যাওয়ার ঐতিহাসিক গোপন পথ।",
        "সাংস্কৃতিক উত্তরাধিকার: জমিদার আমলের কিংবদন্তি দূর্গাপূজার স্থান।"
    ],
    "blogs": []
}