{
    "id": "ds0030",
    "title": "কুয়াকাটা",
    "onImageTitle": "Kuakata",
    "district": "পটুয়াখালী",
    "division": "বরিশাল",
    "category": [
        "সৈকত"
    ],
    "mapUrl": "https://www.google.com/maps/place/Kuakata+Beach/@21.8340867,90.0854904,12z/data=!4m15!1m8!3m7!1s0x30aa7d1b38a082bd:0xce33209b2416f816!2sKuakata!3b1!8m2!3d21.8182277!4d90.1397812!16zL20vMDltbWRx!3m5!1s0x30aa634bb788711f:0x3c8401117e710032!8m2!3d21.8036632!4d90.1573994!16s%2Fg%2F11q2t8w6s7?entry=ttu&g_ep=EgoyMDI1MDMxOS4yIKXMDSoJLDEwMjExNDUzSAFQAw%3D%3D",
    "details": "‘সমুদ্রের কন্যা’ নামে পরিচিত কুয়াকাটা বাংলাদেশের একটি দুর্লভ সৈকত, যেখানে বঙ্গোপসাগরে সূর্যোদয় ও সূর্যাস্ত একসাথে দেখা যায়। পটুয়াখালীতে অবস্থিত এই ১৮ কিলোমিটার দীর্ঘ সৈকত নারকেল বাগান ও রোহিঙ্গা আদিবাসী গ্রাম দ্বারা পরিবেষ্টিত। সৈকতের পূর্ব-পশ্চিম মুখী অবস্থানের কারণে সমুদ্র ও ম্যানগ্রোভ বনের দৃশ্য উপভোগ করা যায়।\n\nঢাকা থেকে কুয়াকাটা যেতে সরাসরি বাস বা লঞ্চে বরিশাল (৮–১০ ঘণ্টা) এসে স্থানীয় বাস বা গাড়িতে কুয়াকাটা (৪–৫ ঘণ্টা)। গ্রামীণ পথ ও নদীপাড়ের শহরগুলির মধ্য দিয়ে যাত্রা চিত্তাকর্ষক। প্রধান আকর্ষণের মধ্যে রয়েছে গঙ্গামতি অভয়ারণ্য, ফাতরার চর ও রোহিঙ্গা সম্প্রদায়ের বৌদ্ধ মন্দির।\n\nসৈকতে হাঁটাহাঁটি, ঘোড়ায় চড়া ও ফটোগ্রাফির জন্য আদর্শ। তাজা লবস্টার, কাঁকড়া ও শুঁটকি স্থানীয় রন্ধনপ্রণালীর বিশেষত্ব। রোহিঙ্গা খাবার যেমন ‘চিংড়ি মালাই কারি’ ও ‘মুড়ি ঘন্ট’ চেখে দেখুন। বার্ষিক রাস মেলা ও বৌদ্ধ পূর্ণিমা উদযাপন এখানের সাংস্কৃতিক বৈচিত্র্য তুলে ধরে।\n\nকুয়াকাটার নির্জনতা, প্রাকৃতিক সৌন্দর্য ও সাংস্কৃতিক ঐতিহ্য এটিকে প্রকৃতিপ্রেমীদের জন্য একটি অবশ্যই দেখার স্থান করে তুলেছে।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1ibMwTdTzRbLbOYN-NiiJQgEBWECnAr5P",
            "credit": "Trip Advisor"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর–ফেব্রুয়ারি): সৈকত কার্যক্রম ও উৎসবের জন্য উপযুক্ত ঠান্ডা আবহাওয়া।",
        "বর্ষা এড়িয়ে চলুন (জুন–সেপ্টেম্বর): উত্তাল সমুদ্র ও ভারী বৃষ্টি যাতায়াত বাধাগ্রস্ত করে।",
        "গ্রীষ্মকাল (মার্চ–মে): গরম ও আর্দ্র; ভোরে বা সন্ধ্যায় ভ্রমণ ভালো।"
    ],
    "cautions": [
        "জোয়ারের সময় সাঁতার এড়িয়ে চলুন; স্রোত বিপজ্জনক হতে পারে।",
        "ধর্মীয় স্থানে শালীন পোশাক পরুন।",
        "নগদ অর্থ বহন করুন; প্রত্যন্ত এলাকায় এটিএম কম।",
        "পরিবেশ রক্ষায় প্লাস্টিক ব্যবহার এড়িয়ে চলুন।"
    ],
    "specials": [
        "সূর্যোদয় ও সূর্যাস্ত: সমুদ্রে উভয় দৃশ্য দেখা যায় এমন দুর্লভ স্থান।",
        "রাখাইন সংস্কৃতি: বৌদ্ধ মন্দির ও হস্তশিল্প দেখুন।",
        "স্থানীয় খাবার: তাজা সামুদ্রিক মাছ, নারকেলের পদ ও রোহিঙ্গা বিশেষত্ব।",
        "গঙ্গামতি অভয়ারণ্য: ম্যানগ্রোভ বনের পথ সহ জীববৈচিত্র্যের আধার।",
        "লেবুর চর: নির্জন সৈকত ও মৎস্যজীবী গ্রাম সহ নিকটবর্তী দ্বীপ।"
    ],
    "blogs": []
}