{
    "id": "ds0024",
    "title": "নিকলী হাওর",
    "onImageTitle": "Nikli Haor",
    "alternativeTitles": [
        "নিকলী হাওর",
        "Nikli Haor"
    ],
    "district": "কিশোরগঞ্জ",
    "districts": [
        "কিশোরগঞ্জ"
    ],
    "division": "ঢাকা",
    "category": [
        "লেক",
        "নদীর-পাড়"
    ],
    "mapUrl": "https://www.google.com/maps/place/Nikli+Haor/@24.3299965,90.9450029,17z/data=!3m1!4b1!4m6!3m5!1s0x3756a3545ce213eb:0x68a1dbf300ad81a2!8m2!3d24.3299965!4d90.9475832!16s%2Fg%2F11fp7vp5yr?entry=ttu&g_ep=EgoyMDI1MDMxOS4yIKXMDSoJLDEwMjExNDUzSAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3635.473412504841!2d90.9475832!3d24.329996500000004!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3756a3545ce213eb%3A0x68a1dbf300ad81a2!2sNikli%20Haor!5e0!3m2!1sen!2sbd!4v1751702825694!5m2!1sen!2sbd",
    "details": "কিশোরগঞ্জের নিকলী হাওর বাংলাদেশের একটি গুরুত্বপূর্ণ মিঠাপানির জলাভূমি। ৫,০০০ হেক্টর জুড়ে বিস্তৃত এই হাওর বর্ষায় বিশাল জলাধারে পরিণত হয়, যা জীববৈচিত্র্য, মৎস্যজীবী সম্প্রদায় ও কৃষিকে সমর্থন করে। নৌকায় চেপে হাওরের নির্জন জলরাশি ভ্রমণ করতে পারেন, যেখানে পরিযায়ী পাখি, ভাসমান বাগান ও ঐতিহ্যবাহী মাছ ধরা দেখতে পাবেন।\n\nঢাকা থেকে নিকলী হাওর যেতে কিশোরগঞ্জ বাসে (৩–৪ ঘণ্টা) এবং সেখান থেকে অটোরিকশা বা ভ্যানে হাওরের পাড়ে যান। স্থানীয় গাইডের帮助下 নৌকা ভ্রমণের ব্যবস্থা করা যায়, যেখানে শাপলা, ডুবে যাওয়া গ্রাম ও জেলেদের জাল ফেলতে দেখা যাবে। বর্ষা মৌসুমে (জুন–সেপ্টেম্বর) হাওরটি সবচেয়ে প্রাণবন্ত থাকে।\n\nপাখি পর্যবেক্ষকদের জন্য নিকলী হাওর একটি স্বর্গ, যেখানে বক, egrets এবং শীতকালীন পরিযায়ী হাঁস দেখা যায়। স্থানীয় খাবারের মধ্যে রয়েছে ‘সরষে ইলিশ’ ও শুটকি মাছ সহ ‘পান্তা ভাত’। বার্ষিক হাওর উৎসবে নৌকা বাইচ, লোকসংগীত ও হস্তশিল্প প্রদর্শনী হয়।\n\nপরিবেশ সংরক্ষণের জন্য দূষণ ও জলবায়ু পরিবর্তনের বিরুদ্ধে প্রচেষ্টা চলছে। হাওরের প্রাকৃতিক সৌন্দর্য ও সাংস্কৃতিক ঐতিহ্য প্রকৃতিপ্রেমীদের জন্য এক অনন্য অভিজ্ঞতা।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1PilVbRjJkSTyWsaFo65itvPHT0KY6t9F",
            "credit": "ITS Holidays Ltd"
        }
    ],
    "seasons": [
        "বর্ষা (জুন–সেপ্টেম্বর): পূর্ণ জলরাশিতে হাওর ভ্রমণের উপযুক্ত সময়।",
        "শীতকাল (নভেম্বর–ফেব্রুয়ারি): পরিযায়ী পাখি দেখা ও আরামদায়ক আবহাওয়া।",
        "গ্রীষ্ম এড়িয়ে চলুন (মার্চ–মে): জল কমে যাওয়ায় কার্যক্রম সীমিত।"
    ],
    "cautions": [
        "হাওরের পরিবেশ রক্ষায় প্লাস্টিক ব্যবহার এড়িয়ে চলুন।",
        "নৌকায় লাইফ জ্যাকেট পরুন, বিশেষ করে বর্ষায়।",
        "স্থানীয় রীতি মেনে চলুন; ছবি তোলার আগে অনুমতি নিন।",
        "বন্যপ্রাণীর আবাসে বিঘ্ন না ঘটাতে চিহ্নিত পথে থাকুন।"
    ],
    "specials": [
        "পরিযায়ী পাখি: শীতকালে নর্দার্ন পিনটেল ও গারগেনি হাঁস দেখা যায়।",
        "ভাসমান বাগান: বর্ষায় জৈব ভেলায় সবজি চাষ করা হয়।",
        "ঐতিহ্যবাহী মাছ ধরা: ‘ডোয়া’ জাল ও বাঁশের ফাঁদ ব্যবহার করতে দেখা যায়।",
        "হাওর উৎসব: নৌকা বাইচ, লোকনৃত্য ও হস্তশিল্প প্রদর্শনী।",
        "মিঠাপানির খাবার: তাজা মাছ ও স্থানীয় ধানের পদ চেখে দেখুন।"
    ],
    "blogs": []
}