{
    "id": "ds0063",
    "title": "লক্ষ্মা প্রাসাদ",
    "onImageTitle": "Lakma Palace",
    "alternativeTitles": [
        "লক্ষ্মা প্রাসাদ",
        "Lakma Palace"
    ],
    "district": "জয়পুরহাট",
    "districts": [
        "জয়পুরহাট"
    ],
    "division": "রাজশাহী",
    "category": [
        "ঐতিহ্যবাহী",
        "স্মৃতিস্তম্ভ"
    ],
    "mapUrl": "https://www.google.com/maps/place/Lakma+Palace+Panchbibi/@25.2064085,88.945016,17z/data=!3m1!4b1!4m6!3m5!1s0x39fc975db6bbd823:0x329cc273c83b6c6d!8m2!3d25.2064037!4d88.9475963!16s%2Fg%2F1q62fhg95?entry=ttu&g_ep=EgoyMDI2MDIwMS4wIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3609.9055210676843!2d88.94273074822613!3d25.206408474034372!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39fc975db6bbd823%3A0x329cc273c83b6c6d!2sLakma%20Palace%20Panchbibi!5e0!3m2!1sen!2sbd!4v1770193805278!5m2!1sen!2sbd",
    "details": "লক্ষ্মা প্রাসাদ, রাজশাহী বিভাগের জয়পুরহাট জেলায় অবস্থিত, ঔপনিবেশিক যুগের স্থাপত্যের একটি চমৎকার উদাহরণ যা ঐতিহ্যবাহী বাংলা ডিজাইন উপাদানগুলির সাথে মিশ্রিত। বিংশ শতাব্দীর প্রথম দিকে স্থানীয় জমিদারদের দ্বারা নির্মিত, এই প্রাসাদটি অঞ্চলের সামন্ত অতীত এবং স্থাপত্য ঐতিহ্যের একটি অনুস্মারক হিসাবে দাঁড়িয়ে আছে। প্রাসাদ কমপ্লেক্সটি ব্রিটিশ ঔপনিবেশিক সময়কালে বাংলার অভিজাতদের জাঁকজমক এবং জীবনযাত্রা প্রদর্শন করে।\n\nলক্ষ্মা প্রাসাদে পৌঁছানোর জন্য, ভ্রমণকারীরা ঢাকা থেকে জয়পুরহাট পর্যন্ত বাসে যেতে পারেন, যা প্রায় ৬-৭ ঘন্টা সময় নেয়। জয়পুরহাট শহর থেকে, প্রাসাদটি অটোরিকশা বা সাইকেল রিকশার মতো স্থানীয় পরিবহন দ্বারা সহজেই প্রবেশযোগ্য। জয়পুরহাটের মধ্য দিয়ে যাত্রা অঞ্চলের কৃষি ল্যান্ডস্কেপ এবং ঐতিহ্যবাহী গ্রামীণ বসতির দৃশ্য প্রদান করে।\n\nপ্রাসাদ স্থাপত্য ইউরোপীয় নিওক্লাসিক্যাল উপাদান এবং ঐতিহ্যবাহী বাংলা মোটিফগুলির একটি অনন্য সমন্বয় বৈশিষ্ট্যযুক্ত। কাঠামোতে অলঙ্কৃত স্তম্ভ, খিলানযুক্ত দরজা, আলংকারিক কার্নিস এবং প্রশস্ত বারান্দা রয়েছে যা যুগের নান্দনিক পছন্দগুলি প্রতিফলিত করে। অভ্যন্তরীণ কক্ষগুলি, যদিও এখন সংরক্ষণের বিভিন্ন অবস্থায়, এখনও বিস্তৃত প্লাস্টারওয়ার্ক, রঙিন টাইলস এবং কাঠের কারুকাজের অবশিষ্টাংশ প্রদর্শন করে। প্রাসাদের মাঠে একসময় বিস্তৃত বাগান, পুকুর এবং আউটবিল্ডিং অন্তর্ভুক্ত ছিল যা জমিদার এস্টেটের জন্য বিভিন্ন কাজ করত।\n\nযদিও প্রাসাদের কিছু অংশ সময়ের সাথে সাথে অবনতি হয়েছে, চলমান সংরক্ষণ প্রচেষ্টা এই গুরুত্বপূর্ণ সাংস্কৃতিক ল্যান্ডমার্ক বজায় রাখার লক্ষ্য রাখে। দর্শনার্থীরা অবশিষ্ট কাঠামো অন্বেষণ করতে, স্থাপত্য বিবরণ প্রশংসা করতে এবং অঞ্চলের সামাজিক ও অর্থনৈতিক ইতিহাস সম্পর্কে জানতে পারেন।",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1BOIpxcQ4KXnA6GJNC_s6nTwQQFGb5lCD",
            "credit": "Vromon Guide"
        }
    ],
    "seasons": [
        "শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি): প্রাসাদ এবং এর পরিবেশ অন্বেষণের জন্য আদর্শ সুন্দর আবহাওয়া সহ ভ্রমণের সেরা সময়। ঠান্ডা তাপমাত্রা বহিরঙ্গন ফটোগ্রাফি এবং হাঁটা আরামদায়ক করে তোলে।",
        "বসন্তকাল (মার্চ থেকে এপ্রিল): প্রাসাদ মাঠে প্রস্ফুটিত ফুল সহ মাঝারি আবহাওয়া দর্শনার্থীদের জন্য একটি মনোরম পরিবেশ তৈরি করে।",
        "শরৎকাল (অক্টোবর থেকে নভেম্বর): স্থাপত্য বিবরণ উপলব্ধি করার জন্য উপযুক্ত পরিষ্কার আকাশ সহ বর্ষা-পরবর্তী সতেজতা।"
    ],
    "cautions": [
        "প্রাসাদ কাঠামোর কিছু অংশ অস্থির হতে পারে; নির্ধারিত পথে থাকুন এবং সীমাবদ্ধ এলাকায় প্রবেশ এড়িয়ে চলুন।",
        "মাঠে অসমান পৃষ্ঠ এবং ধ্বংসাবশেষ থাকতে পারে বলে মজবুত জুতা পরুন।",
        "ঐতিহাসিক স্থানকে সম্মান করুন এবং কোনো স্থাপত্য উপাদান অপসারণ বা ক্ষতি করবেন না।",
        "নির্দিষ্ট এলাকায় ফটোগ্রাফি সীমাবদ্ধ হতে পারে; ছবি তোলার আগে সর্বদা অনুমতি চান।",
        "প্রাসাদের ইতিহাস এবং তাৎপর্য সম্পর্কে জানতে একজন স্থানীয় গাইড নিয়োগ করুন।",
        "প্রাসাদ কমপ্লেক্সে বা তার কাছাকাছি বসবাসকারী স্থানীয় বাসিন্দাদের প্রতি সচেতন থাকুন।",
        "সুবিধা সীমিত হওয়ায় পানি এবং সূর্য সুরক্ষা বহন করুন।"
    ],
    "specials": [
        "ইউরোপীয় নিওক্লাসিক্যাল এবং ঐতিহ্যবাহী বাংলা স্থাপত্য শৈলীর অনন্য মিশ্রণ।",
        "খোদাই করা স্তম্ভ, খিলানযুক্ত দরজা এবং প্লাস্টারওয়ার্ক সহ অলঙ্কৃত আলংকারিক উপাদান।",
        "ঔপনিবেশিক বাংলায় জমিদার ব্যবস্থার প্রতীক হিসাবে ঐতিহাসিক তাৎপর্য।",
        "গ্রামীণ বাংলাদেশের সামাজিক ও অর্থনৈতিক ইতিহাস সম্পর্কে জানার সুযোগ।",
        "স্থাপত্য এবং ইতিহাস উৎসাহীদের আকর্ষণ করে ফটোজেনিক ধ্বংসাবশেষ।",
        "শহুরে ভিড় থেকে দূরে শান্তিপূর্ণ পরিবেশ, চিন্তাশীল পরিদর্শনের জন্য আদর্শ।",
        "প্রাসাদের প্রাক্তন বাসিন্দাদের সম্পর্কে মুগ্ধকর গল্প ভাগ করে স্থানীয় গাইড।"
    ],
    "blogs": []
}