{
    "id": "ds0042",
    "title": "Madhumati River",
    "onImageTitle": "Madhumati River",
    "alternativeTitles": [
        "মধুমতি নদী",
        "Madhumati River"
    ],
    "district": "Faridpur",
    "districts": [
        "Faridpur"
    ],
    "division": "Dhaka",
    "category": [
        "River Banks"
    ],
    "mapUrl": "https://www.google.com/maps/place/Madhumati+River/@23.5423219,89.4637754,12.27z/data=!4m6!3m5!1s0x39fe97f2d5e0125f:0x27d4c4f5f2abcaa2!8m2!3d23.5028619!4d89.4929856!16zL20vMDYwczNk?entry=ttu&g_ep=EgoyMDI1MDYxMC4xIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d117047.26182721775!2d89.4637754!3d23.5423219!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39fe97f2d5e0125f%3A0x27d4c4f5f2abcaa2!2sMadhumati%20River!5e0!3m2!1sen!2sbd!4v1751706189791!5m2!1sen!2sbd",
    "details": "The Madhumati River, a major distributary of the Padma River, flows through Faridpur's fertile plains, embodying Bengal's riverine heritage. Known for its tranquil waters and vital role in agriculture, this river nurtures lush green landscapes and traditional fishing communities. Historical river ports along its banks testify to its significance in regional trade and culture.\n\nAccess the Madhumati via road from Faridpur town (30 mins) or by local boat from Goalanda Ghat. Key access points include the riverside villages of Alfadanga and Bhanga. Nearby attractions include the 19th-century Faridpur Rajbari palace and the floating markets of Char Baisnab.\n\nExperience serene boat rides at sunrise, observing fishermen casting nets. During monsoon, taste fresh 'hilsa' curry at riverside stalls. The riverbanks host vibrant festivals like Nouka Baich (boat racing) and are ideal for capturing rural life photography. Conservation initiatives focus on protecting its biodiversity against industrial pollution.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1Lgy8f5lwYOmTVT9piUp5wIwkr-rPrY3P",
            "credit": "Daily Sun"
        }
    ],
    "seasons": [
        "Monsoon (July–October): Best for boat journeys and witnessing river festivals.",
        "Winter (November–February): Ideal for riverside picnics and birdwatching."
    ],
    "cautions": [
        "Avoid swimming during monsoon due to strong currents.",
        "Respect local communities; seek permission before entering private riverbank areas.",
        "Beware of snakes in tall grasses during summer."
    ],
    "specials": [
        "Cultural Lifeline: Ancient trade routes and riverside heritage sites.",
        "Biodiversity: Spot kingfishers, otters, and Gangetic dolphins.",
        "Agricultural Hub: Fertile floodplains supporting rice and jute cultivation.",
        "River Festivals: Experience Nouka Baich boat races during Eid.",
        "Photography Trails: Capture golden-hour reflections on the water."
    ],
    "blogs": []
}