{
    "id": "ds0025",
    "title": "Madhabkunda Waterfall",
    "onImageTitle": "Madhabkunda Waterfall",
    "district": "Moulvibazar",
    "division": "Sylhet",
    "category": [
        "Mountains",
        "Waterfalls"
    ],
    "mapUrl": "https://www.google.com/maps/place/Madhabkunda+Waterfall/@24.8405466,92.0180202,10.57z/data=!4m14!1m7!3m6!1s0x3751c50ce98d5c4b:0xd8a730606a4ed498!2sMadhabkunda+Waterfall!8m2!3d24.6382272!4d92.2244897!16s%2Fg%2F11r7v247qt!3m5!1s0x3751c50ce98d5c4b:0xd8a730606a4ed498!8m2!3d24.6382272!4d92.2244897!16s%2Fg%2F11r7v247qt?entry=ttu&g_ep=EgoyMDI1MDMxOS4yIKXMDSoJLDEwMjExNDUzSAFQAw%3D%3D",
    "details": "Madhabkunda Waterfall, nestled in the lush hills of Moulvibazar, Sylhet, is one of Bangladesh’s most iconic natural wonders. Plunging from a height of 162 feet, this majestic waterfall is surrounded by dense forests, tea gardens, and indigenous Tripura tribal villages. The roar of the cascading water and the misty ambiance create a surreal experience for visitors.\n\nTo reach Madhabkunda from Dhaka, take a bus or train to Sylhet (5–7 hours), then hire a car or CNG for the 72 km journey to Barlekha. From there, a short trek through winding trails leads to the waterfall. Nearby attractions include the Lawachara National Park, Ham Ham Lake, and the tribal markets of Sreemangal.\n\nThe waterfall is most powerful during the monsoon (June–September), though winter (November–February) offers clearer trails for hiking. Local tea stalls serve Sylheti lemon tea and traditional snacks like ‘pitha’ (rice cakes). The indigenous Tripura community’s handicrafts, particularly bamboo products, make for unique souvenirs.\n\nAdventure seekers can explore hidden pools and smaller cascades around the main falls. Conservation efforts protect the area’s rich biodiversity, including rare orchids and bird species. Madhabkunda’s blend of natural beauty and cultural heritage makes it a must-visit destination.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1KRhEF3T5WwrSER1ujM_svUyh_bjKPsEX",
            "credit": "UNB"
        }
    ],
    "seasons": [
        "Monsoon (June–September): Experience the waterfall at its fullest, though trails may be slippery.",
        "Winter (November–February): Ideal for hiking and birdwatching in cooler weather.",
        "Avoid heavy monsoon days: Flash floods may restrict access."
    ],
    "cautions": [
        "Wear non-slip shoes; rocks near the waterfall are extremely slippery.",
        "Avoid swimming in the plunge pool during monsoon due to strong currents.",
        "Respect local tribal customs; seek permission before photographing people.",
        "Carry cash; limited ATMs are available in remote areas.",
        "Do not litter; help preserve the pristine environment."
    ],
    "specials": [
        "Madhabkunda Falls: The tallest single-drop waterfall in Bangladesh.",
        "Tripura Tribal Culture: Witness traditional lifestyles and handicrafts.",
        "Tea Gardens: Explore sprawling estates like Finlay Tea Garden nearby.",
        "Local Cuisine: Try ‘shidol’ (fermented fish) and Sylheti seven-layer tea.",
        "Biodiversity: Spot rare birds like the Great Hornbill and vibrant orchids."
    ],
    "blogs": []
}