{
    "id": "ds0002",
    "title": "Saint Martins",
    "onImageTitle": "Saint Martins",
    "district": "Cox's Bazar",
    "division": "Chattogram",
    "category": [
        "Beaches",
        "Islands"
    ],
    "mapUrl": "https://www.google.com/maps/place/St.+Martin's+Island/@20.6135447,92.3240544,14.64z/data=!4m14!1m7!3m6!1s0x30ae23666ddf01b1:0xfb9c82c83dacf078!2sSaint+Martins+Island!8m2!3d20.6237016!4d92.3233948!16s%2Fg%2F11bxdt6xvv!3m5!1s0x30ae23c825795eb3:0xb155298fd11e255b!8m2!3d20.6237016!4d92.3233948!16s%2Fg%2F11h3lfb8rh?entry=ttu&g_ep=EgoyMDI1MDEyMi4wIKXMDSoASAFQAw%3D%3D",
    "details": "Saint Martin's Island, locally known as 'Narikel Jinjira,' is the only coral island in Bangladesh, located about 9 kilometers south of the mainland. Known for its crystal-clear blue waters, white sandy beaches, and unique marine biodiversity, it is a paradise for nature lovers and travelers seeking tranquility. The island is a hotspot for exploring coral reefs, collecting seashells, and experiencing breathtaking sunsets.\n\nTravelers can reach Saint Martin's via a ferry or trawler from Teknaf, with a journey lasting approximately 2–3 hours. The ferry ride offers stunning views of the Bay of Bengal, making the trip itself a memorable experience. The island's small size allows visitors to explore it on foot or by renting bicycles.\n\nAccommodations on the island range from budget-friendly guesthouses to mid-range hotels, offering visitors various options to stay overnight and enjoy the serene atmosphere. The island is also renowned for its fresh seafood, with local delicacies such as crab curry, fried fish, and coconut water being popular choices among visitors.\n\nSaint Martin's is ideal for snorkeling, swimming, and exploring the marine ecosystem. Visitors are often fascinated by the colorful coral reefs and diverse aquatic life. The absence of vehicles on the island adds to its peaceful charm, making it a unique destination for relaxation and adventure.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1dPSOSdpTtKC88RHyaKsKCq0V8RxLE7vL",
            "credit": ""
        }
    ],
    "seasons": [
        "Winter (November to February): The best time to visit due to pleasant weather and calm seas.",
        "Spring (March to April): Offers warm temperatures and an enjoyable atmosphere for activities."
    ],
    "cautions": [
        "Avoid visiting during the monsoon season as ferry services are limited and the sea can be rough.",
        "Respect the coral reefs and marine life by avoiding damage or littering.",
        "Plan accommodations and ferry tickets in advance, especially during peak season."
    ],
    "specials": [
        "The only coral island in Bangladesh, offering unmatched natural beauty.",
        "A haven for seafood lovers, with freshly caught fish, prawns, and crabs prepared with local spices.",
        "A peaceful, vehicle-free environment ideal for relaxation.",
        "Stunning sunsets and opportunities for snorkeling and exploring marine life.",
        "Coconut water and tropical fruits are readily available, enhancing the island experience."
    ],
    "blogs": []
}