{
    "id": "ds0027",
    "title": "Mithamain Haor",
    "onImageTitle": "Mithamain Haor",
    "district": "Kishoregonj",
    "districts": [
        "Kishoregonj"
    ],
    "division": "Dhaka",
    "category": [
        "Lakes",
        "River Banks"
    ],
    "mapUrl": "https://www.google.com/maps/search/Mithamain+Haor/@24.3208238,90.9493693,12z/data=!3m1!4b1?entry=ttu&g_ep=EgoyMDI1MDMxOS4yIKXMDSoJLDEwMjExNDUzSAFQAw%3D%3D",
    "details": "Mithamain Haor, a sprawling wetland in Kishoregonj, is a vital freshwater ecosystem and a sanctuary for biodiversity. Spanning thousands of hectares, this haor transforms into a vast aquatic landscape during the monsoon, supporting fishing communities, migratory birds, and unique floating agriculture. Visitors can explore its serene waters by boat, passing through submerged villages, lotus fields, and traditional fishing enclaves.\n\nTo reach Mithamain Haor from Dhaka, take a bus to Kishoregonj (3–4 hours), followed by a local auto-rickshaw or van ride to the haor’s edge. Boat tours are available through local guides, offering glimpses of water hyacinths, seasonal bird colonies, and fishermen using ancient ‘dugout’ canoes. The haor is most vibrant during the monsoon (June–September), when it becomes a lifeline for local livelihoods.\n\nThe wetland is a paradise for birdwatchers, hosting species like Siberian cranes, purple herons, and rare ducks. Local cuisine features freshwater delicacies like ‘hilsa fish curry’ and ‘panta bhat’ (fermented rice) paired with dried fish. The annual Haor Utsab celebrates the region’s culture with boat races, folk music, and handicraft stalls.\n\nConservation efforts focus on protecting its fragile ecosystem from pollution and climate threats. Mithamain’s tranquil beauty and cultural richness make it a must-visit for nature enthusiasts and cultural explorers.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1_ZL6keTjC-LwE2GGgu5o5qcqprm88sNV",
            "credit": "Adar Bepari"
        }
    ],
    "seasons": [
        "Monsoon (June–September): Witness the haor in full bloom with expansive waterways.",
        "Winter (November–February): Ideal for birdwatching and enjoying cool, dry weather.",
        "Avoid Summer (March–May): Reduced water levels limit aquatic activities."
    ],
    "cautions": [
        "Avoid plastic use to protect the haor’s delicate ecosystem.",
        "Wear life jackets during boat rides, especially in monsoon currents.",
        "Respect local customs; seek permission before photographing villagers.",
        "Stay on designated paths to avoid disturbing wildlife habitats."
    ],
    "specials": [
        "Migratory Birds: Winter refuge for Siberian cranes and purple herons.",
        "Floating Agriculture: Farmers grow crops on organic rafts during floods.",
        "Traditional Fishing: Watch fishermen use ‘dugout’ canoes and bamboo traps.",
        "Haor Utsab: Annual festival with boat races, folk dances, and local crafts.",
        "Freshwater Cuisine: Savor dishes like ‘hilsa curry’ and indigenous rice varieties."
    ],
    "blogs": []
}