{
    "id": "ds0051",
    "title": "Alamdanga Boddhovhumi",
    "onImageTitle": "Alamdanga Boddhovhumi",
    "alternativeTitles": [
        "আলমডাঙ্গা বধ্যভূমি",
        "Alamdanga Boddhovhumi"
    ],
    "district": "Chuadanga",
    "districts": [
        "Chuadanga"
    ],
    "division": "Khulna",
    "category": [
        "Heritages",
        "Monuments"
    ],
    "mapUrl": "https://www.google.com/maps/place/Alamdanga+Bodhyobhumi(%E0%A6%86%E0%A6%B2%E0%A6%AE%E0%A6%A1%E0%A6%BE%E0%A6%99%E0%A7%8D%E0%A6%97%E0%A6%BE+%E0%A6%AC%E0%A6%A7%E0%A7%8D%E0%A6%AF%E0%A6%AD%E0%A7%82%E0%A6%AE%E0%A6%BF)/@23.7697332,88.9389103,14.85z/data=!4m6!3m5!1s0x39feb918e7a8e063:0xe4e47789cd45f63c!8m2!3d23.7697844!4d88.9440784!16s%2Fg%2F11qswvr92b?entry=ttu&g_ep=EgoyMDI1MDcyMy4wIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d16239.697502281766!2d88.9389103088978!3d23.769733186401822!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39feb918e7a8e063%3A0xe4e47789cd45f63c!2zQWxhbWRhbmdhIEJvZGh5b2JodW1pKOCmhuCmsuCmruCmoeCmvuCmmeCnjeCml-CmviDgpqzgpqfgp43gpq_gpq3gp4Lgpq7gpr8p!5e0!3m2!1sen!2sbd!4v1753624729506!5m2!1sen!2sbd",
    "details": "Alamdanga Boddhovhumi in Chuadanga stands as a solemn memorial to the martyrs of Bangladesh's 1971 Liberation War. This sacred ground witnessed the execution of hundreds of freedom fighters by Pakistani forces, now transformed into a commemorative complex featuring a central monument, reflection ponds, and a museum. The site preserves bullet-riddled walls and mass graves that testify to the region's resistance during the war.\n\nLocated 15 km from Chuadanga town, accessible via the Khulna-Kushtia Highway (3 hours from Khulna). Local buses run from Chuadanga's central bus terminal. Nearby historical sites include the 1857 Indigo Rebellion memorial at Nachol and the ancestral home of revolutionary Titumir.\n\nVisit the museum displaying wartime artifacts, photographs, and personal accounts of local heroes. Annual ceremonies on Victory Day (Dec 16) feature wreath-laying and cultural performances. Conservation efforts maintain the site's integrity through documentation of oral histories and structural preservation of the original execution grounds.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1cAO-41Ic6P_PkvjdFUv8Jb4vGzvgFHpZ",
            "credit": "Vromon Guide"
        }
    ],
    "seasons": [
        "Winter (November–February): Pleasant weather for reflective visits.",
        "National Holidays: Especially significant on Victory Day (Dec 16) and Independence Day (Mar 26).",
        "Avoid Monsoon (June–September): Heavy rains may limit outdoor access."
    ],
    "cautions": [
        "Maintain respectful silence throughout the memorial complex.",
        "Do not touch bullet-marked walls or historical artifacts.",
        "Photography restrictions apply in the museum galleries."
    ],
    "specials": [
        "Historical Sanctity: Execution site of 1971 martyrs turned national memorial.",
        "Liberation Museum: Original wartime documents and freedom fighters' belongings.",
        "Commemorative Architecture: Central monument symbolizing resilience and sacrifice.",
        "Oral History Archive: Recorded testimonies of survivors and witnesses.",
        "Educational Hub: Guided tours explaining Chuadanga's role in the liberation struggle."
    ],
    "blogs": []
}