{
    "id": "ds0064",
    "title": "Paharpur Buddhist Bihar",
    "onImageTitle": "Paharpur",
    "alternativeTitles": [
        "পাহাড়পুর বৌদ্ধ বিহার",
        "সোমপুর মহাবিহার",
        "Paharpur Buddhist Bihar",
        "Somapura Mahavihara"
    ],
    "district": "Naogaon",
    "districts": [
        "Naogaon"
    ],
    "division": "Rajshahi",
    "category": [
        "Heritages",
        "Monuments",
        "Museums"
    ],
    "mapUrl": "https://www.google.com/maps/place/Sompur+Mahavihara/@25.031057,88.972047,17z/data=!3m1!4b1!4m6!3m5!1s0x39fc8f1cd3684259:0x2fa1fbfef3d89234!8m2!3d25.0310522!4d88.9769126!16s%2Fm%2F02x0rt4?entry=ttu&g_ep=EgoyMDI2MDIwMS4wIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3615.0888970103306!2d88.97433231117701!3d25.031057038317112!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39fc8f1cd3684259%3A0x2fa1fbfef3d89234!2sSompur%20Mahavihara!5e0!3m2!1sen!2sbd!4v1770193764396!5m2!1sen!2sbd",
    "details": "Paharpur Buddhist Bihar, also known as Somapura Mahavihara, is a UNESCO World Heritage Site located in Naogaon district of Rajshahi division. Built in the 8th century CE by the second Pala king Dharmapala, this magnificent monastery is considered one of the most important archaeological sites in South Asia and the largest Buddhist vihara south of the Himalayas. The site represents the golden age of Buddhism in Bengal and showcases exceptional architectural and artistic achievements.\n\nTo reach Paharpur, travelers can take a bus from Dhaka to Naogaon, which takes approximately 7-8 hours. From Naogaon town, local buses or hired vehicles can take visitors to Paharpur, which is about 67 kilometers away. Alternatively, visitors can travel via Bogura and then proceed to Paharpur. The journey passes through rural landscapes dotted with mango orchards and traditional villages.\n\nThe monastery complex covers an area of 27 acres and features a massive central shrine surrounded by 177 monastic cells arranged in a quadrangular layout. The central temple, rising to a height of about 70 feet, is built in a cruciform plan with terraced levels adorned with thousands of terracotta plaques depicting scenes from Buddhist Jataka tales, Hindu deities, and everyday life in ancient Bengal. These terracotta artworks are considered masterpieces of medieval Bengali art and provide invaluable insights into the religious syncretism and cultural richness of the period.\n\nThe Paharpur Museum, located within the site, houses an extensive collection of artifacts including sculptures, inscriptions, coins, pottery, and ornamental bricks excavated from the monastery. The museum provides detailed information about the monastery's history, the Pala dynasty, and Buddhist culture in Bengal. Visitors can explore the ruins, walk through the ancient corridors where monks once meditated, and admire the intricate terracotta decorations. The site attracts scholars, archaeologists, and tourists from around the world who come to witness this remarkable testament to Bangladesh's Buddhist heritage.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1bJnsY8z9hQRk7z_qwXGiak4LD4_BVike",
            "credit": "Encyclopædia Britannica"
        }
    ],
    "seasons": [
        "Winter (November to February): The ideal time to visit with pleasant weather perfect for exploring the extensive archaeological site. Clear skies and comfortable temperatures enhance the experience.",
        "Spring (March to April): Moderate weather with blooming vegetation creating a beautiful backdrop for the ancient ruins.",
        "Autumn (October to November): Post-monsoon freshness with clear visibility ideal for photography and detailed exploration."
    ],
    "cautions": [
        "Wear comfortable walking shoes as the site is extensive and requires considerable walking.",
        "Carry sun protection including hats, sunglasses, and sunscreen as shade is limited.",
        "Bring sufficient water and snacks, though some facilities are available near the entrance.",
        "Respect the archaeological site by not climbing on fragile structures or touching the terracotta plaques.",
        "Hire an official guide to fully appreciate the historical and artistic significance of the site.",
        "Photography may be restricted in certain areas, particularly inside the museum.",
        "Be mindful of the sacred nature of the site for Buddhist pilgrims and visitors.",
        "Allow at least 2-3 hours to properly explore the monastery complex and museum."
    ],
    "specials": [
        "UNESCO World Heritage Site and the largest Buddhist vihara south of the Himalayas.",
        "Over 2,800 terracotta plaques depicting Buddhist, Hindu, and secular themes.",
        "Exceptional example of Pala dynasty architecture from the 8th century CE.",
        "Massive central temple with cruciform plan and terraced levels.",
        "Comprehensive museum with artifacts showcasing ancient Buddhist culture.",
        "Evidence of religious syncretism with Buddhist and Hindu iconography coexisting.",
        "Important pilgrimage site for Buddhists from Bangladesh and around the world.",
        "Ongoing archaeological research revealing new insights into ancient Bengal."
    ],
    "blogs": []
}