{
    "id": "ds0026",
    "title": "Hazrat Shah Jalal Dargah",
    "onImageTitle": "Shah Jalal Dargah",
    "alternativeTitles": [
        "শাহ জালাল দরগাহ",
        "হযরত শাহ জালাল দরগাহ",
        "Shah Jalal Dargah",
        "Hazrat Shah Jalal Dargah"
    ],
    "district": "Sylhet",
    "districts": [
        "Sylhet"
    ],
    "division": "Sylhet",
    "category": [
        "Monuments"
    ],
    "mapUrl": "https://www.google.com/maps/place/Hazrat+Shahjalal+Rah.+Mazar+Sharif/@24.9022996,91.864092,17z/data=!3m1!4b1!4m6!3m5!1s0x37505528cd70ca2f:0x9eb2841db52a65c0!8m2!3d24.9022996!4d91.8666723!16s%2Fg%2F1tdwt0ng?entry=ttu&g_ep=EgoyMDI1MDMxOS4yIKXMDSoJLDEwMjExNDUzSAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3618.8734006326026!2d91.86667229999999!3d24.9022996!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x37505528cd70ca2f%3A0x9eb2841db52a65c0!2sHazrat%20Shahjalal%20Rah.%20Mazar%20Sharif!5e0!3m2!1sen!2sbd!4v1751703085655!5m2!1sen!2sbd",
    "details": "Hazrat Shah Jalal Dargah, located in Sylhet city, is the revered mausoleum of the 14th-century Sufi saint Hazrat Shah Jalal (R), a key figure in spreading Islam in Bangladesh. This spiritual landmark attracts thousands of devotees and tourists annually, offering a serene ambiance of faith and history. The Dargah complex features a white marble tomb, a mosque, and a courtyard where qawwali and prayers resonate daily.\n\nTo reach the Dargah from Dhaka, take a bus or train to Sylhet (5–7 hours). From Sylhet city, it’s a short rickshaw or CNG ride to the site. Nearby attractions include the Shahi Eidgah, Jaflong’s tea gardens, and the mystical Ratargul Swamp Forest.\n\nThe Dargah’s architecture blends Mughal and Bengali styles, with intricate calligraphy adorning its walls. Devotees tie threads on the adjacent ancient tree, believing their wishes will be granted. Local stalls sell religious items like ‘taveez’ (amulets) and ‘attar’ (perfume). Don’t miss tasting Sylheti ‘mishti doi’ (sweet yogurt) and ‘shatkora’ curry from nearby eateries.\n\nThe annual Urs festival, marking the saint’s death anniversary, transforms the Dargah into a vibrant hub of rituals, fairs, and communal meals. Visitors are advised to dress modestly and respect prayer times for a fulfilling experience.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=13lFWxYJ757fgBSwkqElorc5ttNJAF9Vk",
            "credit": "wikiwand"
        }
    ],
    "seasons": [
        "Winter (November–February): Pleasant weather for exploring the Dargah and surrounding areas.",
        "During Urs Festival (May/June): Experience rituals and vibrant fairs.",
        "Avoid Monsoon (June–September): Heavy rains may disrupt travel plans."
    ],
    "cautions": [
        "Dress modestly; cover shoulders and knees as a sign of respect.",
        "Remove shoes before entering the tomb area.",
        "Avoid photography inside restricted prayer zones.",
        "Be mindful of prayer times; maintain silence during congregational prayers.",
        "Beware in crowded areas."
    ],
    "specials": [
        "Spiritual Significance: A pilgrimage site for devotees seeking blessings.",
        "Historical Architecture: Mughal-inspired design with Quranic inscriptions.",
        "Urs Festival: Annual celebration with qawwali, processions, and free meals (‘langar’).",
        "Wishing Tree: Devotees tie threads for wishes, a centuries-old tradition.",
        "Local Cuisine: Taste Sylheti specialties like ‘shatkora beef’ and ‘pani pitha’."
    ],
    "blogs": []
}