{
    "id": "ds0019",
    "title": "Puthia Rajbari",
    "onImageTitle": "Puthia Rajbari",
    "district": "Rajshahi",
    "districts": [
        "Rajshahi"
    ],
    "division": "Rajshahi",
    "category": [
        "Heritages",
        "Monuments"
    ],
    "mapUrl": "https://www.google.com/maps/place/Puthia+Rajbari/@24.361949,88.8342358,17z/data=!3m1!4b1!4m6!3m5!1s0x39fc08ee31228683:0xec7d9a92ddfc1103!8m2!3d24.361949!4d88.8368161!16s%2Fm%2F0yqj5tw?entry=ttu&g_ep=EgoyMDI1MDIxMi4wIKXMDSoJLDEwMjExNDUzSAFQAw%3D%3D",
    "details": "Puthia Rajbari, located in Rajshahi, is a magnificent example of Bengal’s architectural grandeur and cultural heritage. Built in the 19th century by the Puthia royal family, this palace complex is famed for its intricate terracotta temples, sprawling courtyards, and fusion of Mughal and European architectural styles. The site includes the iconic Pancharatna Gobinda Temple, adorned with detailed mythological carvings, and the largest Shiva Temple in Bangladesh, housing a 50-foot Shiva lingam.\n\nTo reach Puthia Rajbari from Dhaka, take a bus or train to Rajshahi (6–7 hours), followed by a 30-minute CNG ride to Puthia. The journey offers glimpses of lush mango orchards and rural landscapes. Nearby attractions include the Chhoto Sona Mosque and Dol Mancha, a historic festival stage. Local sweet shops serve traditional Bengali delicacies like roshogolla and sandesh, while Rajshahi’s famed mangoes are a seasonal highlight.\n\nThe annual Durga Puja festival transforms the complex into a vibrant cultural hub, featuring elaborate processions and rituals. The serene environment and historical significance make Puthia Rajbari a must-visit for history buffs and architecture enthusiasts.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1-nho5aGos_8KxpvZf7n3uqT_R9_sV3FU",
            "credit": "The Financial Express"
        }
    ],
    "seasons": [
        "Winter (November–February): Cool weather ideal for exploring the temples and palace grounds.",
        "Autumn (September–October): Perfect for witnessing the grand Durga Puja celebrations.",
        "Avoid Summer (April–June): Intense heat may hinder outdoor exploration."
    ],
    "cautions": [
        "Do not touch fragile terracotta carvings to prevent damage.",
        "Dress modestly when entering religious sites; remove shoes where required.",
        "Carry water and sun protection due to limited shaded areas.",
        "Avoid monsoon season (July–August) as pathways may become slippery."
    ],
    "specials": [
        "Terracotta Temples: Exquisite carvings depicting Hindu epics on Pancharatna Gobinda Temple.",
        "Puthia Palace: A blend of Mughal and colonial-era architecture.",
        "Largest Shiva Temple: Home to a massive 50-foot Shiva lingam.",
        "Rajshahi Mangoes: Savor the region’s world-renowned mangoes in summer.",
        "Durga Puja: Experience vibrant cultural performances and rituals."
    ],
    "blogs": []
}