{
    "id": "ds0043",
    "title": "Mausoleum of Bangabandhu",
    "onImageTitle": "Mausoleum of Bangabandhu",
    "alternativeTitles": [
        "বঙ্গবন্ধুর সমাধি",
        "Mausoleum of Bangabandhu"
    ],
    "district": "Gopalganj",
    "districts": [
        "Gopalganj"
    ],
    "division": "Dhaka",
    "category": [
        "Monuments"
    ],
    "mapUrl": "https://www.google.com/maps/place/Mausoleum+of+Bangabandhu+Sheikh+Mujibur+Rahman/@22.906347,89.89376,17z/data=!3m1!4b1!4m6!3m5!1s0x39ffe42793e2048b:0x8dfc3b4d71f5d568!8m2!3d22.906347!4d89.8963403!16s%2Fg%2F11llbp49h7?entry=ttu&g_ep=EgoyMDI1MDYxMC4xIKXMDSoASAFQAw%3D%3D",
    "details": "The Mausoleum of Bangabandhu Sheikh Mujibur Rahman in Tungipara, Gopalganj, is the eternal resting place of Bangladesh's founding father. This national monument features a striking marble structure surrounded by serene water bodies and manicured gardens. The complex includes graves of Bangabandhu's family members and a museum showcasing his personal artifacts, historic documents, and the liberation struggle.\n\nLocated 180 km southwest of Dhaka, reach via the Dhaka-Khulna Highway (5-6 hours by road). Regular buses depart from Dhaka's Gabtoli terminal to Tungipara. Nearby attractions include Bangabandhu's ancestral home, the 1971 Liberation War Memorial, and the Padma River viewpoint at Kotalipara.\n\nWitness the solemn guard-changing ceremony held daily at the mausoleum. The adjacent museum displays Bangabandhu's iconic glasses, handwritten notes, and the historic 7th March speech recording. Conservation efforts maintain the site's architectural integrity and historical authenticity as a sacred national symbol.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1H1Zhil0dwm3JvQK4ouDhd5fBAQZDYyXm",
            "credit": "Shek Hasan"
        }
    ],
    "seasons": [
        "Winter (November–February): Pleasant weather for outdoor exploration.",
        "National Holidays: Visit during Victory Day (Dec 16) or Independence Day (Mar 26) for special ceremonies.",
        "Avoid Monsoon (June–September): Heavy rains may disrupt travel."
    ],
    "cautions": [
        "Maintain solemn silence; this is a place of national reverence.",
        "Dress modestly (covered shoulders/knees).",
        "Photography restrictions apply inside the museum galleries."
    ],
    "specials": [
        "Historical Sanctuary: Final resting place of Bangladesh's founding father.",
        "Architectural Grandeur: White marble structure with reflective pools.",
        "Liberation Museum: Original artifacts from the 1971 independence movement.",
        "Ceremonial Honor: Daily guard-changing ritual by Bangladesh Armed Forces.",
        "Ancestral Connection: Bangabandhu's childhood home nearby."
    ],
    "blogs": []
}