{
    "id": "ds0046",
    "title": "Mawa Ghat",
    "onImageTitle": "Mawa Ghat",
    "alternativeTitles": [
        "মাওয়া ঘাট",
        "Mawa Ghat"
    ],
    "district": "Munshiganj",
    "districts": [
        "Munshiganj"
    ],
    "division": "Dhaka",
    "category": [
        "River Banks"
    ],
    "mapUrl": "https://www.google.com/maps/place/Mawa+Ferry+Ghat/@23.4702059,90.2598375,15z/data=!4m10!1m2!2m1!1sMawa+Ghat!3m6!1s0x37559fe0b81cb4f9:0xc4989d8822959519!8m2!3d23.4654339!4d90.2872848!15sCglNYXdhIEdoYXRaCyIJbWF3YSBnaGF0kgENZmVycnlfc2VydmljZaoBMRABMh4QASIaV2XdE9k2ZkYUBQuagpHYUUodKGt_k1uxKpsyDRACIgltYXdhIGdoYXTgAQA!16s%2Fg%2F11h3xb3sl0?entry=ttu&g_ep=EgoyMDI1MDYxMC4xIKXMDSoASAFQAw%3D%3D",
    "details": "Mawa Ghat, a bustling river port on the Padma River in Munshiganj, serves as the primary gateway to the Padma Bridge and southern Bangladesh. Known for its vibrant ferry terminal, this hub connects Dhaka with the southwestern districts. The ghat buzzes with activity from dawn to dusk, with fishing boats, cargo vessels, and passenger ferries creating a dynamic waterscape against the backdrop of the majestic Padma Bridge.\n\nLocated 40 km southwest of Dhaka, reachable via the Dhaka-Mawa Expressway (1 hour by car). The ghat features modern terminals with waiting areas and local eateries. Nearby attractions include the Padma Bridge viewpoint, the historic Idrakpur Fort, and the riverine beaches of Louhajang.\n\nExperience the spectacle of sunset over the Padma River while savoring fresh 'ilish' fry from riverside stalls. Boat rides offer close-up views of the bridge's architecture and passing ships. Conservation initiatives focus on reducing plastic pollution and maintaining the ghat's navigational channels.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1UL8UKiywmFAXF4fe6p3oVKMU9sEC7HXV",
            "credit": "The Financial Express"
        }
    ],
    "seasons": [
        "Winter (November–February): Cool weather ideal for river excursions and bridge viewing.",
        "Avoid Monsoon (June–September): Strong currents and reduced ferry services."
    ],
    "cautions": [
        "Beware of slippery docks, especially during high tide.",
        "Keep personal belongings secure in crowded areas.",
        "Follow safety instructions when boarding ferries."
    ],
    "specials": [
        "Padma Bridge Vista: Panoramic views of Bangladesh's longest bridge.",
        "Ferry Terminal: Witness the organized chaos of river transport.",
        "Sunset Point: Golden-hour photography over the river.",
        "Local Cuisine: Freshly fried hilsa and tea at dockside stalls.",
        "River Safari: Short boat tours to observe maritime activities."
    ],
    "blogs": []
}