{
    "id": "ds0017",
    "title": "Sonargaon Museum",
    "onImageTitle": "Sonargaon Museum",
    "district": "Narayanganj",
    "division": "Dhaka",
    "category": [
        "Museums",
        "Heritages"
    ],
    "mapUrl": "https://www.google.com/maps/place/Sonargaon+Museum/@23.6488689,90.5982332,17z/data=!4m10!1m2!2m1!1ssonargaon+museum!3m6!1s0x37544d825eeffa21:0xef87c057009000d4!8m2!3d23.6485509!4d90.6014974!15sChBzb25hcmdhb24gbXVzZXVtkgEGbXVzZXVt4AEA!16s%2Fg%2F11tt2bxqwh?entry=ttu&g_ep=EgoyMDI1MDIxMi4wIKXMDSoJLDEwMjExNDUzSAFQAw%3D%3D",
    "details": "Sonargaon Museum, located in the historic city of Sonargaon in Narayanganj, is a treasure trove of Bengal’s cultural and architectural heritage. Once the capital of the medieval Bengal region, Sonargaon is now home to this museum, which preserves artifacts, traditional crafts, and relics from the Mughal, Sultanate, and British colonial eras. The museum is housed in the iconic Panam Nagar area, known for its decaying yet majestic 19th-century merchant houses.\n\nTo reach Sonargaon Museum, visitors can take a bus or CNG from Dhaka’s Gulistan or Saidabad bus stand, which takes approximately 1.5–2 hours. Private car rentals are also available for a more comfortable journey. Nearby attractions include the Folk Art and Craft Museum, the ancient Goaldi Mosque, and the picturesque Meghna River.\n\nThe museum’s exhibits include rare manuscripts, traditional Nakshi Kantha embroidery, terracotta art, and antique coins. Local food stalls near the museum offer traditional Bengali snacks like pitha (rice cakes), bhapa ilish (steamed hilsa), and dal puri. The area is also famous for its handloom textiles, particularly muslin, which visitors can purchase as souvenirs.\n\nCultural festivals, such as the Sonargaon Folk Festival, highlight Baul music, puppet shows, and traditional dance, offering a deep dive into Bengal’s rural traditions. The museum’s serene surroundings, combined with its historical significance, make it a must-visit for history enthusiasts and cultural explorers.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1K864tAHbZlfmRaVUho3sujWNw5pLqSO1",
            "credit": "Md. Nazmul Hasan"
        }
    ],
    "seasons": [
        "Winter (November–February): Cool and dry weather ideal for exploring outdoor sites like Panam Nagar.",
        "Autumn (September–October): Mild temperatures and fewer crowds, perfect for photography and cultural events."
    ],
    "cautions": [
        "Handle artifacts with care; touching exhibits is strictly prohibited to preserve their integrity.",
        "Avoid monsoon season (June–August) due to heavy rains and potential flooding in low-lying areas.",
        "Dress modestly to respect local cultural norms, especially when visiting nearby religious sites.",
        "Stay vigilant against pickpockets in crowded areas; keep belongings secure."
    ],
    "specials": [
        "Panam Nagar: A hauntingly beautiful cluster of colonial-era buildings showcasing Indo-European architecture.",
        "Folk Art and Craft Museum: Displays traditional crafts like Nakshi Kantha and terracotta pottery, reflecting Bengal’s artistic legacy.",
        "Muslin Textiles: Sonargaon’s ancient muslin weaving tradition, once prized globally, is still practiced by local artisans.",
        "Local Cuisine: Must-try dishes include bhapa ilish (steamed hilsa fish) and patishapta (rice-flour crepes with coconut filling).",
        "Cultural Festivals: Annual events like the Sonargaon Folk Festival celebrate Baul music, puppetry, and rural traditions."
    ],
    "blogs": []
}