{
    "id": "ds0006",
    "title": "Tanguar Haor",
    "onImageTitle": "Tanguar Haor",
    "district": "Sunamganj",
    "districts": [
        "Sunamganj"
    ],
    "division": "Sylhet",
    "category": [
        "Lakes"
    ],
    "mapUrl": "https://www.google.com/maps/place/Tanguar+Haor/@25.140043,91.0883278,17z/data=!3m1!4b1!4m6!3m5!1s0x375730f860eb18ed:0x5c762e956df41b4f!8m2!3d25.140043!4d91.0883278!16s%2Fm%2F02rw0s_?entry=ttu&g_ep=EgoyMDI1MDIwNS4xIKXMDSoASAFQAw%3D%3D",
    "details": "Tanguar Haor, located in the Sunamganj district of Sylhet, is one of the most beautiful and ecologically significant wetlands in Bangladesh. Spanning over 100 square kilometers, this freshwater wetland is a UNESCO Ramsar Site and a haven for biodiversity. The haor is home to numerous species of fish, birds, and aquatic plants, making it a paradise for nature lovers and researchers.\n\nTo reach Tanguar Haor, travelers can take a bus or private car from Sylhet city to Sunamganj. The journey takes approximately 2-3 hours. From Sunamganj, visitors can hire a local boat to explore the haor. The boat ride through the serene waters, surrounded by lush greenery and floating villages, is an unforgettable experience.\n\nThe best time to visit Tanguar Haor is during the winter months (November to February) when the water is calm, and the migratory birds are in abundance. The haor is also stunning during the monsoon season (June to September) when the area transforms into a vast expanse of water, creating a surreal and magical landscape.\n\nVisitors can enjoy birdwatching, fishing, and exploring the unique ecosystem of the haor. Local guides are available to provide insights into the flora and fauna of the area. The haor is also a great spot for photography, with its breathtaking views and vibrant wildlife.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1ZWoy0eXePDH6WTJ5fANruAL8QywXZyxC",
            "credit": "The Daily Star"
        }
    ],
    "seasons": [
        "Winter (November to February): The best time to visit, with calm waters and an abundance of migratory birds.",
        "Monsoon (June to September): The haor transforms into a vast expanse of water, creating a surreal and magical landscape.",
        "Spring (March to April): Ideal for enjoying the vibrant scenery and mild temperatures."
    ],
    "cautions": [
        "Be cautious while boating and always wear a life jacket. The haor can be deep in some areas.",
        "Respect the natural environment and avoid littering. Tanguar Haor is a fragile ecosystem that needs to be preserved.",
        "Check weather conditions before planning a trip, especially during the monsoon season."
    ],
    "specials": [
        "A UNESCO Ramsar Site and one of the most ecologically significant wetlands in Bangladesh.",
        "Home to numerous species of fish, birds, and aquatic plants, making it a paradise for nature lovers and researchers.",
        "The boat ride through the serene waters, surrounded by lush greenery and floating villages, is an unforgettable experience.",
        "A great spot for birdwatching, fishing, and exploring the unique ecosystem of the haor.",
        "A perfect destination for photography, with its breathtaking views and vibrant wildlife."
    ],
    "blogs": []
}