{
    "id": "ds0053",
    "title": "Khalishpur Nilkuthi",
    "onImageTitle": "Khalishpur Nilkuthi",
    "alternativeTitles": [
        "খালিশপুর নীলকুঠি",
        "Khalishpur Nilkuthi"
    ],
    "district": "Jhenaidah",
    "districts": [
        "Jhenaidah"
    ],
    "division": "Khulna",
    "category": [
        "Heritages"
    ],
    "mapUrl": "https://www.google.com/maps/place/%E0%A6%96%E0%A6%BE%E0%A6%B2%E0%A6%BF%E0%A6%B6%E0%A6%AA%E0%A7%81%E0%A6%B0+%E0%A6%A8%E0%A7%80%E0%A6%B2+%E0%A6%95%E0%A7%81%E0%A6%A0%E0%A6%BF/@23.391143,88.9385728,17z/data=!3m1!4b1!4m6!3m5!1s0x39fed72a089711bb:0x90556f71c73612b5!8m2!3d23.3911381!4d88.9411531!16s%2Fg%2F11nx66g2yd?entry=ttu&g_ep=EgoyMDI1MDcyMy4wIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3661.919120775801!2d88.9385728111174!3d23.39114300238523!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39fed72a089711bb%3A0x90556f71c73612b5!2z4KaW4Ka-4Kay4Ka_4Ka24Kaq4KeB4KawIOCmqOCngOCmsiDgppXgp4HgpqDgpr8!5e0!3m2!1sen!2sbd!4v1753632399124!5m2!1sen!2sbd",
    "details": "The Khalishpur Nilkuthi stands as a stark reminder of Bengal's colonial history in Jhenaidah District. This indigo factory was a center of exploitation during the 19th century, where British planters forced local farmers to cultivate indigo under oppressive conditions. The site was a flashpoint for the Indigo Revolt (1859-1860), a pivotal peasant uprising against colonial oppression. Today, visitors can explore the dilapidated structures, including the main factory building, arched gateways, and storage chambers. The complex serves as a heritage museum documenting the indigo trade's brutal history and the resilience of Bengali farmers. Nearby attractions include the historic Jhenaidah Rajbari and the Modhumoti River.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1bZY_uWRckgjK3vuGucToFwEy9O4m0pmJ",
            "credit": "Adar Bepari"
        }
    ],
    "seasons": [
        "Winter (November–February): Pleasant temperatures for exploring the ruins.",
        "Avoid Summer (March–May): Extreme heat can make outdoor exploration uncomfortable."
    ],
    "cautions": [
        "Wear sturdy shoes as the terrain around ruins is uneven.",
        "Do not touch or climb on fragile structures.",
        "Respect the site as a memorial to exploitation and resistance."
    ],
    "specials": [
        "Anti-Colonial Symbol: Ground zero for the 1859 Indigo Revolt.",
        "Architectural Relics: Rare surviving example of a colonial-era indigo factory complex.",
        "Historical Exhibition: On-site museum with indigo processing tools and rebellion artifacts.",
        "Resistance Memorial: Annual cultural programs honoring peasant rebels held here."
    ],
    "blogs": []
}