{
    "id": "ds0021",
    "title": "Chandranath Hill",
    "onImageTitle": "Chandranath Hill",
    "district": "Chattogram",
    "districts": [
        "Chattogram"
    ],
    "division": "Chattogram",
    "category": [
        "Mountains"
    ],
    "mapUrl": "https://www.google.com/maps/place/Chandranath+Hill/@22.6779741,91.3533132,10z/data=!3m1!4b1!4m6!3m5!1s0x30acd72db66a8123:0xc53a0083d8e81998!8m2!3d22.8498441!4d91.637215!16s%2Fg%2F11cls__0zg?entry=ttu&g_ep=EgoyMDI1MDMxOS4yIKXMDSoJLDEwMjExNDUzSAFQAw%3D%3D",
    "details": "Chandranath Hill, situated in Sitakunda, Chattogram, is a revered pilgrimage site and natural wonder. Known for its ancient Chandranath Temple dedicated to Lord Shiva, this hill is the highest peak in the Chittagong region, offering panoramic views of the Bay of Bengal and lush green valleys. The site attracts both devotees and trekkers, blending spirituality with adventure.\n\nTo reach Chandranath Hill from Chattogram city, take a bus or CNG to Sitakunda (1.5 hours), followed by a short trek or local vehicle ride to the base. The ascent to the hilltop temple involves a 2–3 hour hike through dense forests and steep trails. Nearby attractions include the Sitakunda Eco Park, Bhawani Temple, and the Buddhist monastery at Salban Vihara.\n\nThe Chandranath Temple, believed to be over 2,000 years old, hosts an annual Shiva Chaturdashi festival, drawing thousands of pilgrims. The hill’s serene environment is ideal for meditation, while adventurers can explore hidden waterfalls and caves. Local eateries serve traditional Bengali and tribal dishes, such as ‘mezbani beef’ and bamboo shoot curries.\n\nWith its cool breeze, mist-covered peaks, and spiritual aura, Chandranath Hill is a must-visit for those seeking tranquility and cultural immersion in Bangladesh’s southeastern region.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=14XL1P4ccP7Px7UUeVGm2-zSmTqxHxZMz",
            "credit": "Kreately Ronita21"
        }
    ],
    "seasons": [
        "Winter (November–February): Cool temperatures perfect for trekking and temple visits.",
        "Spring (March–April): Blooming flora enhances the hill’s natural beauty.",
        "Avoid Monsoon (June–September): Heavy rains make trails slippery and risky."
    ],
    "cautions": [
        "Wear non-slip trekking shoes; paths are steep and rocky.",
        "Carry sufficient water and snacks; limited facilities en route.",
        "Dress modestly to respect religious sites.",
        "Avoid solo treks during off-hours; hire local guides for safety."
    ],
    "specials": [
        "Chandranath Temple: Ancient Shiva shrine with historical and spiritual significance.",
        "Panoramic Views: Stunning vistas of the Bay of Bengal and surrounding valleys.",
        "Shiva Chaturdashi Festival: Grand annual pilgrimage with rituals and cultural events.",
        "Hidden Waterfalls: Discover seasonal falls like Sahasradhara during monsoon.",
        "Local Cuisine: Savor Sitakunda’s spicy ‘mezbani beef’ and tribal dishes."
    ],
    "blogs": []
}