{
    "id": "ds0024",
    "title": "Nikli Haor",
    "onImageTitle": "Nikli Haor",
    "alternativeTitles": [
        "নিকলী হাওর",
        "Nikli Haor"
    ],
    "district": "Kishoregonj",
    "districts": [
        "Kishoregonj"
    ],
    "division": "Dhaka",
    "category": [
        "Lakes",
        "River Banks"
    ],
    "mapUrl": "https://www.google.com/maps/place/Nikli+Haor/@24.3299965,90.9450029,17z/data=!3m1!4b1!4m6!3m5!1s0x3756a3545ce213eb:0x68a1dbf300ad81a2!8m2!3d24.3299965!4d90.9475832!16s%2Fg%2F11fp7vp5yr?entry=ttu&g_ep=EgoyMDI1MDMxOS4yIKXMDSoJLDEwMjExNDUzSAFQAw%3D%3D",
    "details": "Nikli Haor, a sprawling wetland in Kishoregonj, is one of Bangladesh’s most ecologically significant freshwater ecosystems. Spanning over 5,000 hectares, this haor (seasonal marshland) transforms into a vast waterbody during the monsoon, supporting biodiversity, fishing communities, and agriculture. Visitors can explore its serene waters by boat, witnessing migratory birds, floating gardens, and traditional fishing practices.\n\nTo reach Nikli Haor from Dhaka, take a bus to Kishoregonj (3–4 hours), followed by a local auto-rickshaw or van ride to the haor’s edge. Boat rides can be arranged through local guides, offering glimpses of water lilies, submerged villages, and fishermen casting nets. The haor is especially vibrant during the monsoon (June–September), when it becomes a lifeline for local communities.\n\nNikli Haor is a haven for birdwatchers, hosting species like herons, egrets, and winter migratory ducks. Local cuisine features freshwater fish dishes like ‘shorshe ilish’ (hilsa in mustard sauce) and ‘panta bhat’ (fermented rice) served with dried fish. The annual Haor Festival celebrates the region’s culture with boat races, folk music, and handicraft exhibitions.\n\nConservation efforts focus on protecting its delicate ecosystem from pollution and climate change. The haor’s tranquil beauty and cultural richness make it a must-visit for nature lovers and cultural explorers.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1PilVbRjJkSTyWsaFo65itvPHT0KY6t9F",
            "credit": "ITS Holidays Ltd"
        }
    ],
    "seasons": [
        "Monsoon (June–September): Experience the haor at its fullest, ideal for boat rides.",
        "Winter (November–February): Spot migratory birds and enjoy pleasant weather.",
        "Avoid Summer (March–May): Reduced water levels limit activities."
    ],
    "cautions": [
        "Avoid plastic use to protect the haor’s fragile ecosystem.",
        "Wear life jackets during boat rides, especially in monsoon.",
        "Respect local customs; seek permission before photographing villagers.",
        "Stay on marked paths to avoid disturbing wildlife habitats."
    ],
    "specials": [
        "Migratory Birds: Winter home to rare species like northern pintails and garganeys.",
        "Floating Gardens: Local farmers grow crops on organic rafts during monsoon.",
        "Traditional Fishing: Watch fishermen use ‘doa’ nets and bamboo traps.",
        "Haor Festival: Annual event with boat races, folk dances, and local crafts.",
        "Freshwater Cuisine: Savor dishes made with freshly caught fish and indigenous rice varieties."
    ],
    "blogs": []
}