{
    "id": "ds0028",
    "title": "Hakaluki Haor",
    "onImageTitle": "Hakaluki Haor",
    "alternativeTitles": [
        "হাকালুকি হাওর",
        "Hakaluki Haor"
    ],
    "district": "Moulvibazar",
    "districts": [
        "Moulvibazar",
        "Sylhet"
    ],
    "division": "Sylhet",
    "category": [
        "Lakes",
        "River Banks"
    ],
    "mapUrl": "https://www.google.com/maps/place/Hakaluki+Haor+Zero+Point/@24.6724011,91.9554256,12.02z/data=!4m14!1m7!3m6!1s0x3751b98b71b0020d:0x99d93902c2ae4c7f!2sHakaluki+Haor!8m2!3d24.6766667!4d92.0469151!16s%2Fm%2F03d6fnf!3m5!1s0x3751bbbceacd9299:0x9b1c0cc4f1d9477b!8m2!3d24.6952053!4d92.0045529!16s%2Fg%2F11fcnd7jpt?entry=ttu&g_ep=EgoyMDI1MDMxOS4yIKXMDSoJLDEwMjExNDUzSAFQAw%3D%3D",
    "details": "Hakaluki Haor, spanning Moulvibazar and Sylhet districts, is one of Bangladesh’s largest and most ecologically significant wetlands. This Ramsar-designated site transforms into a vast waterbody during the monsoon, sheltering over 200,000 migratory birds and sustaining local fishing and farming communities. Its labyrinth of canals, marshes, and floating vegetation creates a unique ecosystem.\n\nTo reach Hakaluki Haor from Dhaka, take a bus or train to Sylhet (5–7 hours), then hire a car to Kulaura (2 hours). From there, local boats navigate the haor’s waterways, passing submerged villages and lotus fields. Key attractions include the Barlekha Wetland Sanctuary, tea estates of Sreemangal, and the traditional ‘bazaar’ boats selling fresh catch.\n\nThe haor is a birdwatcher’s paradise, hosting species like the endangered Pallas’s fish eagle and northern pintails. Local cuisine features freshwater delicacies like ‘shorshe punti’ (mustard-coated barb fish) and ‘haor bhuna’ (spiced fish stew). Annual festivals like Haor Utsab celebrate the region’s heritage with boat races and folk performances.\n\nConservation efforts combat invasive species and pollution, preserving its biodiversity. Hakaluki’s serene beauty and cultural vibrancy make it a must-visit for nature and culture enthusiasts.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1ndKIFGHjKMCUakzgi844rec7AuLUfuiH",
            "credit": "DailySianAge"
        }
    ],
    "seasons": [
        "Monsoon (June–September): Witness the haor’s full expanse and aquatic life.",
        "Winter (November–February): Ideal for birdwatching and cool exploration.",
        "Avoid Summer (March–May): Dry conditions reduce water-based activities."
    ],
    "cautions": [
        "Wear life jackets during boat rides; sudden storms are possible in monsoon.",
        "Avoid littering; help preserve the fragile wetland ecosystem.",
        "Respect local fishing zones; do not disrupt livelihoods.",
        "Carry binoculars for birdwatching and sun protection."
    ],
    "specials": [
        "Migratory Birds: Sanctuary for endangered species like Pallas’s fish eagle.",
        "Floating Villages: Traditional stilt houses and submerged landscapes.",
        "Haor Utsab: Cultural festival with boat races and folk music.",
        "Local Cuisine: Freshwater fish dishes like ‘shorshe punti’ and ‘haor bhuna’.",
        "Biodiversity: Home to rare flora like water lilies and hyacinths."
    ],
    "blogs": []
}