{
    "id": "ds0015",
    "title": "Lalbag Fort",
    "onImageTitle": "Lalbag Kella",
    "district": "Dhaka",
    "division": "Dhaka",
    "category": [
        "Heritages",
        "Monuments"
    ],
    "mapUrl": "https://www.google.com/maps/place/Lalbagh+Fort/@23.7188605,90.3855793,17z/data=!3m1!4b1!4m6!3m5!1s0x3755b8d900000001:0x4e16316ffc66e862!8m2!3d23.7188605!4d90.3881596!16zL20vMDVkYl9s?entry=ttu&g_ep=EgoyMDI1MDIwNS4xIKXMDSoASAFQAw%3D%3D",
    "details": "Lalbag Fort, an iconic 17th-century Mughal fort in Dhaka, is a symbol of Bangladesh's rich historical legacy. Built in 1678 by Prince Muhammad Azam, son of Emperor Aurangzeb, the fort remains unfinished due to the sudden death of Azam’s beloved daughter, Pari Bibi, whose tomb lies within the complex. The site features a blend of Mughal architecture, including a mosque, the Diwan-i-Aam (audience hall), and lush gardens.\n\nTo reach Lalbag Fort, visitors can take a rickshaw, CNG, or taxi from any part of Dhaka city. The fort is located in the Lalbagh area, near the Buriganga River. Guided tours are available to explore the fort’s history and architectural marvels.\n\nThe best time to visit is during winter (November to February) when the weather is cool. The fort’s red-brick structures and serene gardens offer a peaceful retreat from the city’s chaos. Avoid monsoon season (June to September) due to heavy rains. The fort is part of UNESCO’s tentative list of World Heritage Sites, highlighting its global cultural significance.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1rWQXGS-a9_Ji6NpuFvUjkHCh7Mxy-YfC",
            "credit": "Ashik Masud"
        }
    ],
    "seasons": [
        "Winter (November to February): Cool weather ideal for exploring the fort and gardens.",
        "Spring (March to April): Warm but manageable; early mornings are best.",
        "Avoid Monsoon (June to September): Heavy rains disrupt outdoor activities."
    ],
    "cautions": [
        "Respect the historical site: Do not climb on fragile structures.",
        "Dress modestly as it is a heritage site with religious significance.",
        "Carry water and sun protection during daytime visits.",
        "Photography is allowed, but avoid using flash near artifacts.",
        "Follow guidelines for preserving the fort’s integrity."
    ],
    "specials": [
        "A 17th-century Mughal fort with red-brick architecture and intricate designs.",
        "Tomb of Pari Bibi, a poignant historical landmark within the complex.",
        "Diwan-i-Aam (audience hall) showcasing Mughal administrative grandeur.",
        "Quaid-i-Azam’s residence (now a museum) displaying Mughal-era artifacts.",
        "Lush gardens offering a tranquil escape in the heart of Dhaka.",
        "UNESCO tentative World Heritage Site status since 1999."
    ],
    "blogs": []
}