{
    "id": "ds0044",
    "title": "Khalia Zamidar Palace",
    "onImageTitle": "Khalia Palace",
    "alternativeTitles": [
        "খালিয়া জমিদার বাড়ি",
        "রাজা রামমোহন রায়ের বাড়ি",
        "Khalia Zamidar Palace",
        "Khalia Palace",
        "Palace of Raja Ram Mohon Roy"
    ],
    "district": "Madaripur",
    "districts": [
        "Madaripur"
    ],
    "division": "Dhaka",
    "category": [
        "Heritages",
        "Monuments"
    ],
    "mapUrl": "https://www.google.com/maps/place/Raja+Rammohon+Roy's+ancestral+home/@22.7391306,87.8681437,17z/data=!3m1!4b1!4m6!3m5!1s0x39f8737456327009:0x52c0b20e4eddac39!8m2!3d22.7391306!4d87.870724!16s%2Fg%2F11fjz9dxjc?entry=ttu&g_ep=EgoyMDI1MDYxMC4xIKXMDSoASAFQAw%3D%3D",
    "details": "Khalia Zamidar Palace in Madaripur is a magnificent 19th-century estate steeped in Bengal's feudal history. Locally revered as the ancestral home of social reformer Raja Ram Mohan Roy, this architectural marvel blends Mughal and British colonial styles with intricate terracotta ornamentation. The red-brick complex features grand archways, a central courtyard, and fading frescoes that depict scenes from Hindu mythology. Once the administrative hub of the Ghosh zamindars, it now stands as a poetic ruin where history whispers through crumbling corridors.\n\nLocated 12 km from Madaripur town center, accessible by auto-rickshaw (30 mins) near Khalia Bazar. The palace overlooks the Arial Khan River, with boat ghats offering scenic rides. Nearby attractions include Madaripur Rajbari ruins and the shrine of Pir Gorachand.\n\nExplore the overgrown gardens where local guides share tales of Raja Ram Mohan Roy's legendary visits. During winter, the courtyard hosts Baul music festivals and traditional Jatra theater. Conservation efforts focus on preserving the delicate terracotta panels that showcase Bengal's artisan heritage.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1ZlIIzjfIFdqQH-1FgHM-a8uKrLA86zDH",
            "credit": "Tour Guide BD"
        }
    ],
    "seasons": [
        "Winter (November–February): Ideal for photography and cultural festivals.",
        "Spring (March–April): Comfortable for exploring the riverside complex.",
        "Avoid Monsoon (June–September): Heavy rains accelerate structural decay."
    ],
    "cautions": [
        "Do not touch fragile terracotta carvings or climb unstable structures.",
        "Respect local beliefs about Raja Ram Mohan Roy's spiritual connection.",
        "Verify historical claims with official guides; legends may differ from documented history."
    ],
    "specials": [
        "Reformer's Legacy: Believed ancestral home of Raja Ram Mohan Roy.",
        "Terracotta Mastery: Mythological scenes carved on arched gateways.",
        "Riverside Majesty: Panoramic views of Arial Khan River from verandas.",
        "Cultural Stage: Annual Baul music and Jatra performances in courtyard.",
        "Feudal Architecture: Original zamindar courtroom and private chambers."
    ],
    "blogs": []
}