{
    "id": "ds0003",
    "title": "Kaptai Lake",
    "onImageTitle": "Kaptai Lake",
    "district": "Rangamati",
    "division": "Chattogram",
    "category": [
        "Lakes"
    ],
    "mapUrl": "https://www.google.com/maps/place/Kaptai+Lake/@22.6923251,92.0276541,11z/data=!3m1!4b1!4m6!3m5!1s0x30ad4b6b58d1ee59:0x21e5fefae772aac5!8m2!3d22.5927679!4d92.2138289!16zL20vMGN3cWc3?entry=ttu&g_ep=EgoyMDI1MDEyMi4wIKXMDSoASAFQAw%3D%3D",
    "details": "Kaptai Lake is the largest man-made lake in Bangladesh, located in Rangamati. This stunning lake was created as part of the Kaptai Dam project in 1961, covering an area of approximately 11,000 square kilometers. The lake is surrounded by lush green hills, offering breathtaking views and a serene atmosphere for nature lovers and travelers. Visitors can explore the lake by boat, visit nearby tribal villages, and experience the unique culture of the Chakma community.\n\nKaptai Lake serves as a major source of freshwater fish in Bangladesh and supports a thriving fishing industry. In addition to its economic significance, the lake is a popular tourist destination, ideal for boat trips, swimming, and picnicking. The lake's scenic beauty, calm waters, and surrounding forested hills make it a peaceful retreat away from city life.\n\nKey attractions near the lake include the Hanging Bridge in Rangamati, the Chakma Rajbari (King's Palace), and several tribal handicraft markets. Visitors can also savor delicious local dishes, such as bamboo chicken and freshly caught fish, while enjoying the serene ambiance of the lake.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1T5shyzOirMqutw4cpOQgMBpvlvfyn9fu",
            "credit": ""
        }
    ],
    "seasons": [
        "Winter (November to February): Best time to visit due to pleasant weather and clear skies.",
        "Monsoon (June to September): Experience the lake's full water level and lush surroundings."
    ],
    "cautions": [
        "Be cautious during boat rides; always wear a life jacket for safety.",
        "Avoid swimming in deep waters without proper guidance.",
        "Respect the local tribal culture and traditions while visiting nearby villages."
    ],
    "specials": [
        "The largest man-made lake in Bangladesh, offering breathtaking views and tranquil boat rides.",
        "A hub for tribal culture, handicrafts, and traditional Chakma cuisine.",
        "Nearby attractions like the Hanging Bridge and Chakma Rajbari add to the experience.",
        "Ideal for fishing enthusiasts and nature lovers."
    ],
    "blogs": []
}