{
    "id": "ds0045",
    "title": "Baliati Zamidar Palace",
    "onImageTitle": "Baliati Palace",
    "alternativeTitles": [
        "বালিয়াটি জমিদার বাড়ি",
        "Baliati Zamidar Palace",
        "Baliati Palace"
    ],
    "district": "Manikganj",
    "districts": [
        "Manikganj"
    ],
    "division": "Dhaka",
    "category": [
        "Heritages",
        "Monuments"
    ],
    "mapUrl": "https://www.google.com/maps/place/Baliati+Jamidar+Bari/@23.9947081,90.0374875,17z/data=!3m1!4b1!4m6!3m5!1s0x3755f9aea7e72a8f:0x4831609aaed0cad3!8m2!3d23.9947082!4d90.0423531!16s%2Fg%2F11bvt2sth8?entry=ttu&g_ep=EgoyMDI1MDYxMC4xIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3645.0302690392473!2d90.0423531!3d23.9947082!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3755f9aea7e72a8f%3A0x4831609aaed0cad3!2sBaliati%20Jamidar%20Bari!5e0!3m2!1sen!2sbd!4v1751706346074!5m2!1sen!2sbd",
    "details": "Baliati Zamidar Palace, an exquisite 19th-century architectural marvel in Manikganj, stands as a testament to Bengal's feudal grandeur. Built by the influential Saha zamindar family, this sprawling complex features seven interconnected mansions blending European neoclassical and Mughal styles. The palace showcases Corinthian columns, Venetian arches, and intricate stucco work. Declared a protected monument, it offers a glimpse into aristocratic life through preserved bedrooms, a durbar hall, and vintage photographs.\n\nLocated 55km northwest of Dhaka, accessible via the Dhaka-Aricha Highway (2 hours by road). Local buses depart from Gabtoli terminal to Saturia, followed by auto-rickshaw to Baliati. Nearby attractions include the historic Teota Rajbari and the Padma River viewpoint at Paturia Ghat.\n\nExplore the palace museum displaying zamindar-era artifacts, including antique furniture and weaponry. The central courtyard hosts cultural festivals during winter. Conservation by the Department of Archaeology maintains the delicate frescoes and structural integrity, while guided tours reveal tales of the Saha dynasty's opulent receptions.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1NeG3shmnokYIIVsCKPqQrEtdFV3EQEQh",
            "credit": "Adar Bepari"
        }
    ],
    "seasons": [
        "Winter (November–February): Ideal for exploring the complex and attending cultural events.",
        "Spring (March–April): Perfect for photography amid blooming palace gardens.",
        "Avoid Monsoon (June–September): High humidity and rain may cause indoor flooding."
    ],
    "cautions": [
        "Do not touch delicate stucco work or frescoes.",
        "Maintain decorum; this is a site of national heritage.",
        "Wear comfortable shoes for walking on uneven brick pathways."
    ],
    "specials": [
        "Architectural Fusion: Unique blend of European neoclassical and Mughal elements.",
        "Palace Museum: Original zamindar furnishings and 19th-century artifacts.",
        "Durbar Hall: Grand assembly room with Belgian mirror ceiling.",
        "Cultural Hub: Annual classical music and folk dance festivals.",
        "Filmic Legacy: Featured in Satyajit Ray's documentary 'The Inner Eye'."
    ],
    "blogs": []
}