{
    "id": "ds0062",
    "title": "Mahasthangarh",
    "onImageTitle": "Mahasthangarh",
    "alternativeTitles": [
        "মহাস্থানগড়",
        "Mahasthangarh"
    ],
    "district": "Bogura",
    "districts": [
        "Bogura"
    ],
    "division": "Rajshahi",
    "category": [
        "Heritages",
        "Monuments",
        "Museums"
    ],
    "mapUrl": "https://www.google.com/maps/place/Mahasthangarh+Tourism+Park/@24.9619888,89.3445159,17z/data=!3m1!4b1!4m6!3m5!1s0x39fc5549da888301:0x96c4a0ddad91f0c8!8m2!3d24.961984!4d89.3470962!16s%2Fg%2F11ffkjz_0p?entry=ttu&g_ep=EgoyMDI2MDIwMS4wIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1808.5555277659062!2d89.34422395652578!3d24.96233592609592!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39fc5549da888301%3A0x96c4a0ddad91f0c8!2sMahasthangarh%20Tourism%20Park!5e0!3m2!1sen!2sbd!4v1770193838157!5m2!1sen!2sbd",
    "details": "Mahasthangarh, located in Bogura district of Rajshahi division, is one of the earliest urban archaeological sites discovered in Bangladesh. Dating back to at least the 3rd century BCE, this ancient fortified city was known as Pundranagara, the capital of the Pundra Kingdom. The site represents over 2,500 years of continuous human settlement and stands as a testament to Bangladesh's rich historical heritage.\n\nTo reach Mahasthangarh, travelers can take a bus from Dhaka to Bogura, which takes approximately 5-6 hours. From Bogura town, the archaeological site is about 13 kilometers north and can be reached by local bus, auto-rickshaw, or hired car. The journey offers glimpses of rural Bangladesh with its vast paddy fields and traditional villages.\n\nThe archaeological site covers an area of approximately 185 hectares and is surrounded by massive fortification walls that still stand in many places. The ruins include ancient stupas, temples, monasteries, and residential structures from various periods including Mauryan, Gupta, Pala, and Sena dynasties. The most prominent features include the Govinda Bhita Temple ruins, Vasu Bihar monastery complex, and several ancient mounds that reveal layers of historical occupation.\n\nThe Mahasthangarh Museum, located near the site, houses an impressive collection of artifacts excavated from the area, including terracotta plaques, coins, pottery, ornaments, and inscriptions. These artifacts provide valuable insights into the daily life, trade, religion, and culture of ancient Bengal. The site also has religious significance, with the shrine of Shah Sultan Balkhi Mahisawar, a 14th-century Sufi saint, attracting thousands of pilgrims during the annual Urs festival. Visitors can explore the ancient ruins, walk along the fortification walls, and imagine the grandeur of this once-thriving urban center.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1FPO1dIen8BRcZfiTACQopKYMT4GMuA8D",
            "credit": "Travel Bangladesh"
        }
    ],
    "seasons": [
        "Winter (November to February): The best time to visit with pleasant weather ideal for exploring the extensive archaeological site. Clear skies and comfortable temperatures make outdoor exploration enjoyable.",
        "Spring (March to April): Good weather continues with blooming flowers adding beauty to the ancient ruins. Moderate temperatures are perfect for photography and leisurely walks.",
        "Autumn (October to November): The post-monsoon season brings fresh greenery and comfortable weather, ideal for historical exploration and cultural experiences."
    ],
    "cautions": [
        "Wear comfortable walking shoes as the site is extensive and requires significant walking.",
        "Carry sun protection including hats, sunglasses, and sunscreen as there is limited shade.",
        "Bring sufficient water and snacks, though some vendors are available near the entrance.",
        "Respect the archaeological site by not climbing on fragile structures or removing artifacts.",
        "Hire a local guide to fully appreciate the historical significance and stories of the ruins.",
        "Be respectful when visiting the shrine of Shah Sultan Balkhi, especially during religious observances.",
        "Photography may be restricted in certain areas, particularly inside the museum."
    ],
    "specials": [
        "One of the oldest archaeological sites in Bangladesh, dating back over 2,500 years.",
        "Massive fortification walls that showcase ancient urban planning and defensive architecture.",
        "Rich collection of artifacts in the on-site museum including terracotta, coins, and inscriptions.",
        "Evidence of multiple historical periods from Mauryan to medieval Islamic rule.",
        "Religious significance with the shrine of Shah Sultan Balkhi attracting pilgrims year-round.",
        "Panoramic views of the Karatoya River valley from the elevated citadel.",
        "Opportunity to witness ongoing archaeological excavations revealing new discoveries.",
        "Annual Urs festival celebrating the Sufi saint with thousands of devotees gathering."
    ],
    "blogs": []
}