{
    "id": "ds0014",
    "title": "Sixty Dome Mosque",
    "onImageTitle": "Shaat Gambuj",
    "alternativeTitles": [
        "ষাট গম্বুজ মসজিদ",
        "Sixty Dome Mosque",
        "Shaat Gambuj Mosque"
    ],
    "district": "Bagerhat",
    "districts": [
        "Bagerhat"
    ],
    "division": "Khulna",
    "category": [
        "Heritages",
        "Monuments"
    ],
    "mapUrl": "https://www.google.com/maps/place/Sixty+Dome+Mosque/@22.6745023,89.7392505,17z/data=!3m1!4b1!4m6!3m5!1s0x39fff4565f03d17d:0x657f7377a89d5da7!8m2!3d22.6745023!4d89.7418308!16zL20vMDhjeTVk?entry=ttu&g_ep=EgoyMDI1MDIwNS4xIKXMDSoASAFQAw%3D%3D",
    "details": "Shaat Gombuj Mosque (Sixty Dome Mosque), located in Bagerhat, is a UNESCO World Heritage Site and one of the most iconic examples of medieval Islamic architecture in Bangladesh. Built in the 15th century by the Sufi saint Khan Jahan Ali, the mosque is renowned for its 60 pillars and 77 domes, though the name 'Sixty Dome' is a misnomer. The structure showcases a unique blend of Tughlaq and Bengali architectural styles.\n\nTo reach the mosque, travelers can take a bus or private car from Khulna to Bagerhat, which takes approximately 1.5-2 hours. The mosque is part of the historic Mosque City of Bagerhat, which includes other archaeological treasures like the mausoleum of Khan Jahan Ali and the Ghora Dighi pond.\n\nThe mosque is constructed with terracotta bricks and features intricate geometric patterns and floral motifs. The interior is vast and airy, with rows of arched doorways and a serene atmosphere perfect for reflection. The surrounding area is lush and peaceful, adding to the spiritual ambiance.\n\nThe best time to visit is during the winter months (November to February) when the weather is cool. Avoid the monsoon season (June to September) due to heavy rains and flooding risks. Local guides are available to explain the mosque’s history and architectural significance.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=11WJgeeY5tCdDshBRYKW2xrfewGhuj15A",
            "credit": "Faisal Photography"
        }
    ],
    "seasons": [
        "Winter (November to February): Cool weather ideal for exploring the mosque and its surroundings.",
        "Spring (March to April): Mild temperatures, but can be warm during midday.",
        "Avoid Monsoon (June to September): Heavy rains and flooding may restrict access."
    ],
    "cautions": [
        "Remove shoes before entering the mosque as a sign of respect.",
        "Dress modestly (cover shoulders and knees) when visiting religious sites.",
        "Avoid touching ancient carvings and structures to prevent damage.",
        "Carry drinking water, as facilities nearby are limited.",
        "Respect prayer times; non-Muslim visitors may need to avoid entering during Salah."
    ],
    "specials": [
        "A UNESCO World Heritage Site with 60 pillars and 77 domes.",
        "Historical significance as part of the 15th-century Mosque City of Bagerhat.",
        "Unique blend of Tughlaq and Bengali architectural styles.",
        "Intricate terracotta artwork and geometric designs.",
        "Peaceful ambiance with lush green surroundings.",
        "Nearby attractions: Khan Jahan Ali’s Mausoleum and Ghora Dighi pond."
    ],
    "blogs": []
}