{
    "id": "ds0050",
    "title": "Mahera Jamidar Palace",
    "onImageTitle": "Mahera Palace",
    "alternativeTitles": [
        "মহেরা জমিদার বাড়ি",
        "Mahera Jamidar Palace"
    ],
    "district": "Tangail",
    "districts": [
        "Tangail"
    ],
    "division": "Dhaka",
    "category": [
        "Heritages",
        "Monuments"
    ],
    "mapUrl": "https://www.google.com/maps/place/Mohera+Jamider+Bari/@24.1626976,90.0394104,17z/data=!3m1!4b1!4m6!3m5!1s0x3756008c0f0a122b:0x8f58b887f00e03b2!8m2!3d24.1626976!4d90.0419907!16s%2Fg%2F11c67xgplg?entry=ttu&g_ep=EgoyMDI1MDYxMC4xIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3640.257582299401!2d90.0419907!3d24.162697599999994!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3756008c0f0a122b%3A0x8f58b887f00e03b2!2sMohera%20Jamider%20Bari!5e0!3m2!1sen!2sbd!4v1751707003006!5m2!1sen!2sbd",
    "details": "Mahera Jamidar Palace in Tangail is a 19th-century architectural masterpiece showcasing Bengal's feudal elegance. Built by the influential Chowdhury zamindars, this 100-room complex blends Mughal, British colonial, and indigenous styles with intricate stucco work and Venetian arches. The palace features a grand durbar hall, underground tunnels, and a temple dedicated to Kali. Its overgrown courtyards and fading frescoes evoke the nostalgia of Bengal's aristocratic past.\n\nLocated 15km from Tangail town center, accessible via the Dhaka-Tangail Highway (2.5 hours from Dhaka). Auto-rickshaws available from Tangail bus stand. Nearby attractions include the historic Atia Mosque and the Louhajang River boat ghats.\n\nExplore the palace's secret passages and admire terracotta panels depicting mythological scenes. Local caretakers share stories of the zamindars' legendary Durga Puja celebrations. Conservation by the Department of Archaeology preserves delicate plaster reliefs while maintaining the structural integrity against monsoon damage.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1tYiph5zhJkUkicTSOO6A3oIY6EgNRLBV",
            "credit": "Cholo Zai"
        }
    ],
    "seasons": [
        "Winter (November–February): Ideal for photography with soft sunlight on architectural details.",
        "Autumn (September–October): Experience Durga Puja cultural programs if scheduled.",
        "Avoid Monsoon (June–August): Heavy rains accelerate structural decay."
    ],
    "cautions": [
        "Do not enter marked unstable structures or underground tunnels.",
        "Respect religious sites within the complex.",
        "Wear sturdy shoes for uneven surfaces and overgrown pathways."
    ],
    "specials": [
        "Architectural Fusion: Unique blend of Mughal, colonial, and Bengali styles.",
        "Durbar Hall: Grand assembly room with Belgian glass chandeliers.",
        "Mythological Art: Terracotta panels depicting Ramayana scenes.",
        "Underground Network: Historic escape tunnels to the Louhajang River.",
        "Cultural Legacy: Site of legendary zamindar-era Durga Puja celebrations."
    ],
    "blogs": []
}