{
    "id": "ds0001",
    "title": "Inani Beach",
    "onImageTitle": "Inani Beach",
    "district": "Cox's Bazar",
    "division": "Chattogram",
    "category": [
        "Beaches"
    ],
    "mapUrl": "https://www.google.com/maps/place/Inani+Beach/@21.23077,92.0418801,16z/data=!4m6!3m5!1s0x30addb734c7ac3eb:0x1b8ecdeeaf8c2b5b!8m2!3d21.2296658!4d92.0475329!16s%2Fm%2F0pmfczc?entry=ttu",
    "details": "Inani Beach, located 18 kilometers south of Cox's Bazar, is a pristine and serene destination for nature lovers. The beach is famous for its golden sands, clear waters, and the unique coral stones scattered along the shore. Visitors often come to Inani to escape the bustling crowds of the main Cox's Bazar beach and to enjoy its peaceful atmosphere.\n\nTo reach Inani Beach, visitors can take a CNG auto-rickshaw or rent a private car from Cox's Bazar town. The journey takes approximately 30–40 minutes along a scenic coastal road, offering beautiful views of the sea and hills.\n\nInani Beach is an ideal spot for watching sunsets, capturing stunning photographs, and enjoying local seafood delicacies available at nearby eateries. It is also surrounded by lush green forests, adding to its natural charm.\n\nFor adventure seekers, the beach offers opportunities for beachcombing, exploring coral stones, and enjoying the tranquility of the waves. The beach is less commercialized, making it perfect for those seeking solitude and relaxation.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1R3O8d93MEqPSuKIhppxw2vWZ051eRiVQ",
            "credit": ""
        },
        {
            "url": "https://drive.google.com/uc?export=view&id=1lYLM4_CNK6gtEnF7n-85DUlpIaT0t_W4",
            "credit": ""
        },
        {
            "url": "https://drive.google.com/uc?export=view&id=16iPmgblbmdmGOQDSe4otuQC91zohZnHP",
            "credit": ""
        },
        {
            "url": "https://drive.google.com/uc?export=view&id=12qCZkxtcoPGepU5SP7NWHfO80TCa1PFQ",
            "credit": ""
        }
    ],
    "seasons": [
        "Winter (November to February): The weather is cooler and perfect for beach activities.",
        "Spring (March to April): A great time to enjoy the vibrant scenery and mild temperatures."
    ],
    "cautions": [
        "Be careful of sharp coral stones while walking on the beach.",
        "Avoid visiting during the monsoon season due to rough waves and unpredictable weather.",
        "Respect the natural environment by not littering and avoiding damage to coral stones."
    ],
    "specials": [
        "Golden sandy beach stretching over miles.",
        "Unique coral stones that enhance the beach's beauty.",
        "A quieter and less crowded alternative to the main Cox's Bazar beach.",
        "Ideal for enjoying sunsets and local seafood."
    ],
    "blogs": [
        {
            "title": "Exploring Inani Beach: A Coastal Gem",
            "url": "https://www.espncricinfo.com",
            "author": "Kazi Najrul, Islam",
            "site": "Facebook"
        },
        {
            "title": "Inani Beach Travel Guide: Things to Know Before You Go",
            "url": "https://flutter.dev",
            "author": "Kazi Najrul, Islam",
            "site": "Youtube"
        }
    ]
}