{
    "id": "ds0001",
    "title": "Inani Beach",
    "onImageTitle": "Inani Beach",
    "alternativeTitles": [
        "ইনানী বিচ",
        "Inani Beach"
    ],
    "district": "Cox's Bazar",
    "districts": [
        "Cox's Bazar"
    ],
    "division": "Chattogram",
    "category": [
        "Beaches"
    ],
    "mapUrl": "https://www.google.com/maps/place/Inani+Beach/@21.2307701,92.04703,16z/data=!3m1!4b1!4m6!3m5!1s0x30addb734c7ac3eb:0x1b8ecdeeaf8c2b5b!8m2!3d21.2296658!4d92.0475329!16s%2Fm%2F0pmfczc?entry=ttu&g_ep=EgoyMDI1MDEyMi4wIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d7438.054393515816!2d92.04702999999999!3d21.230770099999997!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30addb734c7ac3eb%3A0x1b8ecdeeaf8c2b5b!2sInani%20Beach!5e0!3m2!1sen!2sbd!4v1751223532060!5m2!1sen!2sbd",
    "details": "Inani Beach, located 18 kilometers south of Cox's Bazar, is a pristine and serene destination for nature lovers. The beach is famous for its golden sands, clear waters, and the unique coral stones scattered along the shore. Visitors often come to Inani to escape the bustling crowds of the main Cox's Bazar beach and to enjoy its peaceful atmosphere.\n\nTo reach Inani Beach, visitors can take a CNG auto-rickshaw or rent a private car from Cox's Bazar town. The journey takes approximately 30–40 minutes along a scenic coastal road, offering beautiful views of the sea and hills. Alternatively, you can hire a local guide or join a tour group for a more organized trip.\n\nInani Beach is an ideal spot for watching sunsets, capturing stunning photographs, and enjoying local seafood delicacies available at nearby eateries. Freshly caught fish, crab, and shrimp are prepared with local spices, making them a must-try for food lovers. The beach is also surrounded by lush green forests, adding to its natural charm. Food enthusiasts can explore small stalls and restaurants offering traditional Bangladeshi dishes such as fried Hilsa, prawn curry, and various seafood platters.\n\nFor adventure seekers, the beach offers opportunities for beachcombing, exploring coral stones, and enjoying the tranquility of the waves. The beach is less commercialized, making it perfect for those seeking solitude and relaxation. Inani Beach is also a great place for swimming, but visitors should be cautious of the tides and currents, especially during the monsoon season.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1mjpuHlyhVcZPLZcfhzqmqMM5MVus9kwm",
            "credit": "Arif Tanmoy"
        }
    ],
    "seasons": [
        "Winter (November to February): The weather is cooler and perfect for beach activities. The calm sea and clear skies make it ideal for photography and relaxation.",
        "Spring (March to April): A great time to enjoy the vibrant scenery and mild temperatures. The beach is less crowded, and the weather is pleasant.",
        "Avoid Monsoon (June to September): Heavy rains and rough waves make it unsafe for swimming and beach activities."
    ],
    "cautions": [
        "Be careful of sharp coral stones while walking on the beach. Wear appropriate footwear to avoid injuries.",
        "Avoid visiting during the monsoon season due to rough waves and unpredictable weather.",
        "Respect the natural environment by not littering and avoiding damage to coral stones.",
        "Swim only in designated areas and be cautious of strong currents, especially during high tide.",
        "Carry enough cash, as there are limited ATMs and card payment facilities near the beach."
    ],
    "specials": [
        "Golden sandy beach stretching over miles, offering a peaceful alternative to Cox's Bazar.",
        "Unique coral stones scattered along the shore, adding to the beach's natural beauty.",
        "Ideal for enjoying sunsets and local seafood, with fresh fish, crabs, and prawns cooked in traditional Bangladeshi style.",
        "A paradise for seafood lovers, with small stalls and restaurants offering fried Hilsa, spicy prawn curry, and delicious snacks.",
        "Surrounded by lush green forests, providing a perfect blend of sea and nature.",
        "Great for photography, swimming, and beachcombing, with opportunities to explore coral stones and enjoy the tranquil waves."
    ],
    "blogs": [],
    "promotions": [
        {
            "title": "Make Promotion",
            "url": "",
            "imageUrl": "https://drive.google.com/uc?export=view&id=1vPE8AjcpjsKT2_bhlHTrrSKCUAQs7X33"
        }
    ]
}