{
    "id": "ds0070",
    "title": "Ramsagar Dighi",
    "onImageTitle": "Ramsagar",
    "alternativeTitles": [
        "রামসাগর দিঘী",
        "Ramsagar Dighi",
        "Ramsagar Lake"
    ],
    "district": "Dinajpur",
    "districts": [
        "Dinajpur"
    ],
    "division": "Rangpur",
    "category": [
        "Lakes",
        "National Parks"
    ],
    "mapUrl": "https://www.google.com/maps/place/Ramsagar/@25.5556923,88.6079221,13.12z/data=!4m6!3m5!1s0x39fb4e0ed9296367:0x14640e7a4b8767ad!8m2!3d25.5547884!4d88.6211873!16s%2Fg%2F11j1tkz1jj?entry=ttu&g_ep=EgoyMDI2MDIwMS4wIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d53131.466543097325!2d88.60792208329856!3d25.55569228112775!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39fb4e0ed9296367%3A0x14640e7a4b8767ad!2sRamsagar!5e0!3m2!1sen!2sbd!4v1770193452906!5m2!1sen!2sbd",
    "details": "Ramsagar Dighi is a magnificent man-made lake located in Dinajpur district of Rangpur division. Created in 1750-1755 CE by Raja Ramnat of Dinajpur, this massive rectangular water body covers an area of approximately 1,031,551 square meters (255 acres) and is one of the largest hand-dug tanks in Bangladesh. The lake was excavated to provide water for irrigation and drinking purposes during the reign of the local king, and it took thousands of laborers several years to complete this monumental project.\n\nTo reach Ramsagar, travelers can take a bus from Dhaka to Dinajpur, which takes approximately 8-9 hours. From Dinajpur town, Ramsagar is about 8 kilometers south and can be reached by local transportation such as auto-rickshaws or hired vehicles in about 20 minutes. The journey offers views of northern Bangladesh's agricultural landscapes and rural communities.\n\nThe lake is surrounded by well-maintained parklands that have been developed into Ramsagar National Park, offering visitors a peaceful retreat with lush greenery, walking paths, and recreational facilities. The park features beautiful gardens, picnic spots, children's play areas, and observation points overlooking the vast expanse of water. The lake itself is home to various species of fish and attracts numerous migratory and resident birds, making it a popular spot for bird watching and nature photography.\n\nRamsagar is particularly beautiful during sunrise and sunset when the calm waters reflect the changing colors of the sky. Visitors can enjoy boat rides on the lake, stroll along the well-maintained embankments, or simply relax in the peaceful surroundings. The site is popular among local families for picnics and outings, especially during weekends and holidays. The combination of historical significance, natural beauty, and recreational facilities makes Ramsagar an important tourist destination in northern Bangladesh.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=16CPdFTUauOFL8Mg9rVe2IN-2CDef4SKB",
            "credit": "Wikipedia"
        }
    ],
    "seasons": [
        "Winter (November to February): The best time to visit with pleasant weather ideal for outdoor activities and bird watching. Migratory birds arrive during this season, adding to the natural beauty.",
        "Spring (March to May): Moderate temperatures with blooming flowers in the park creating a colorful landscape. Good for family picnics and boat rides.",
        "Autumn (October to November): Post-monsoon freshness with the lake at its fullest and lush greenery surrounding the water body."
    ],
    "cautions": [
        "Swimming in the lake is generally not permitted; follow park regulations.",
        "Wear life jackets if taking a boat ride on the lake.",
        "Carry sun protection including hats, sunglasses, and sunscreen.",
        "Bring insect repellent, especially during evening hours.",
        "Do not litter; help maintain the cleanliness of the park and lake.",
        "Be cautious with children near the water's edge.",
        "Follow designated paths and respect restricted areas.",
        "Park facilities may be crowded during weekends and holidays; plan accordingly.",
        "Carry drinking water and snacks, though vendors are available near the entrance."
    ],
    "specials": [
        "One of the largest hand-dug tanks in Bangladesh, covering 255 acres.",
        "Historical significance dating back to 1750-1755 CE during Raja Ramnat's reign.",
        "Beautiful Ramsagar National Park with gardens, walking paths, and recreational facilities.",
        "Opportunities for boat rides on the vast, calm waters of the lake.",
        "Bird watching with various migratory and resident species.",
        "Spectacular sunrise and sunset views reflected in the tranquil waters.",
        "Popular picnic destination with facilities for families and groups.",
        "Well-maintained embankments perfect for leisurely walks and photography.",
        "Peaceful atmosphere away from urban crowds, ideal for relaxation.",
        "Important example of historical water management and engineering."
    ],
    "blogs": []
}