{
    "id": "ds0060",
    "title": "Muktagacha Jamidar Palace",
    "onImageTitle": "Muktagacha Palace",
    "alternativeTitles": [
        "মুক্তাগাছা জমিদার বাড়ি",
        "Muktagacha Jamidar Palace"
    ],
    "district": "Mymensingh",
    "districts": [
        "Mymensingh"
    ],
    "division": "Mymensingh",
    "category": [
        "Heritages",
        "Monuments",
        "Museums"
    ],
    "mapUrl": "https://www.google.com/maps/place/Muktagacha+Jomidar+Bari+~+Muktagacha,Mymensigh/@24.7693288,90.2524434,17z/data=!3m1!4b1!4m6!3m5!1s0x375636fba37bece7:0xfcf018c4a5741735!8m2!3d24.769324!4d90.2550237!16s%2Fg%2F1q66xxds6?entry=ttu&g_ep=EgoyMDI1MDcyMy4wIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3622.762561383906!2d90.25244341115186!3d24.769328848805966!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x375636fba37bece7%3A0xfcf018c4a5741735!2sMuktagacha%20Jomidar%20Bari%20~%20Muktagacha%2CMymensigh!5e0!3m2!1sen!2sbd!4v1753638204243!5m2!1sen!2sbd",
    "details": "The Muktagacha Jamidar Palace in Mymensingh is a grand testament to Bengal's zamindari era, built in 1829 by the aristocratic Chowdhury dynasty. This sprawling complex blends European neoclassical architecture with traditional Bengali elements, featuring Corinthian columns, Venetian arches, and intricate terracotta reliefs depicting scenes from Hindu epics. The palace served as a cultural hub during the Bengal Renaissance, hosting Rabindranath Tagore and other luminaries. Today, it houses a museum showcasing zamindari artifacts including vintage carriages, weaponry, and the famous Muktagacha monda (sweet) production tools. The grounds feature Mughal-style gardens, a historic pond, and the family temple dedicated to Goddess Kali. Annual festivals revive the palace's legacy with traditional jatra performances and monda-making demonstrations.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1WTqWc8enYmX1-C6PKxdYEUYGYfGT9sMc",
            "credit": "Anup Sadi"
        }
    ],
    "seasons": [
        "October–March: Pleasant weather for palace exploration.",
        "April: Bengali New Year celebrations with cultural programs.",
        "Avoid Monsoon (June–September): Heavy rains may limit courtyard access."
    ],
    "cautions": [
        "Do not touch terracotta reliefs on palace walls.",
        "Maintain decorum in museum sections.",
        "Seek permission before photographing religious areas."
    ],
    "specials": [
        "Architectural Fusion: Blend of European neoclassical and traditional Bengali styles.",
        "Culinary Heritage: Active monda sweet workshop with 200-year-old recipes.",
        "Terracotta Gallery: Intricate reliefs depicting mythological and colonial scenes.",
        "Cultural Continuity: Annual jatra performances in original palace courtyard.",
        "Historical Collection: Museum with zamindari documents and vintage carriages."
    ],
    "blogs": []
}