{
    "id": "ds0003",
    "title": "Kaptai Lake",
    "onImageTitle": "Kaptai Lake",
    "district": "Rangamati",
    "division": "Chattogram",
    "category": [
        "Lakes"
    ],
    "mapUrl": "https://www.google.com/maps/place/Kaptai+Lake/@22.6923251,92.0276541,11z/data=!3m1!4b1!4m6!3m5!1s0x30ad4b6b58d1ee59:0x21e5fefae772aac5!8m2!3d22.5927679!4d92.2138289!16zL20vMGN3cWc3?entry=ttu&g_ep=EgoyMDI1MDEyMi4wIKXMDSoASAFQAw%3D%3D",
    "details": "Kaptai Lake, located in the Rangamati district of Chattogram, is the largest man-made lake in Bangladesh. Created in the 1960s as part of the Kaptai Dam project, the lake spans over 11,000 square kilometers and is surrounded by lush green hills, making it one of the most scenic destinations in the country. The lake is a hub for boating, fishing, and enjoying the serene beauty of nature.\n\nTo reach Kaptai Lake, travelers can take a bus or private car from Chattogram city to Rangamati. The journey takes approximately 2-3 hours and offers breathtaking views of the hills and forests along the way. Once in Rangamati, visitors can hire local boats or take guided tours to explore the lake and its surrounding attractions.\n\nThe lake is home to numerous small islands, including the famous 'Parjatan Hanging Bridge' and 'Shuvolong Waterfall.' Visitors can enjoy boat rides, visit tribal villages, and experience the unique culture of the indigenous Chakma, Marma, and Tripura communities. The lake is also a popular spot for fishing, with local fishermen offering fresh catches to visitors.\n\nThe best time to visit Kaptai Lake is during the winter months (November to February) when the weather is cool and pleasant. The lake's calm waters and surrounding greenery create a peaceful atmosphere, perfect for relaxation and photography. Local restaurants and food stalls offer traditional dishes like bamboo chicken, smoked fish, and fresh fruits, providing a delightful culinary experience.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=1T5shyzOirMqutw4cpOQgMBpvlvfyn9fu",
            "credit": "Jacob Fringe"
        }
    ],
    "seasons": [
        "Winter (November to February): The best time to visit, with cool and pleasant weather. The lake's calm waters and surrounding greenery create a peaceful atmosphere.",
        "Spring (March to April): Ideal for enjoying the vibrant scenery and mild temperatures. The hills and forests are lush and green during this time.",
        "Monsoon (June to September): The lake is full and the surrounding waterfalls are at their peak, but heavy rains can make travel difficult."
    ],
    "cautions": [
        "Be cautious while boating and always wear a life jacket. The lake can be deep in some areas.",
        "Respect the local culture and traditions of the indigenous communities. Always ask for permission before taking photos of people or their homes.",
        "Carry enough cash, as there are limited ATMs in the area. Credit card facilities are also scarce.",
        "Avoid littering and help maintain the natural beauty of the lake and its surroundings.",
        "Check weather conditions before planning a trip, especially during the monsoon season."
    ],
    "specials": [
        "The largest man-made lake in Bangladesh, offering stunning views of the surrounding hills and forests.",
        "Home to numerous small islands, including the famous 'Parjatan Hanging Bridge' and 'Shuvolong Waterfall.'",
        "A hub for boating, fishing, and enjoying the serene beauty of nature.",
        "Experience the unique culture of the indigenous Chakma, Marma, and Tripura communities.",
        "Traditional dishes like bamboo chicken, smoked fish, and fresh fruits are a must-try for visitors.",
        "A perfect destination for nature lovers, photographers, and those seeking peace and relaxation."
    ],
    "blogs": []
}