{
    "id": "ds0059",
    "title": "Luis Village Resort And Park",
    "onImageTitle": "Luis Village",
    "alternativeTitles": [
        "লুইস ভিলেজ রিসোর্ট এন্ড পার্ক",
        "Luis Village Resort And Park"
    ],
    "district": "Jamalpur",
    "districts": [
        "Jamalpur"
    ],
    "division": "Mymensingh",
    "category": [
        "Theme Parks"
    ],
    "mapUrl": "https://www.google.com/maps/place/Luis+Village+Resort+%26+Park/@24.8980256,89.9458673,17z/data=!3m1!4b1!4m6!3m5!1s0x39fd81dbfe4aaf8d:0xc7427e4dcdf3c0c6!8m2!3d24.8980208!4d89.9484476!16s%2Fg%2F11c55c2l5v?entry=ttu&g_ep=EgoyMDI1MDcyMy4wIKXMDSoASAFQAw%3D%3D",
    "iFrameMapURL": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3618.998709632261!2d89.94586731115517!3d24.89802564366089!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39fd81dbfe4aaf8d%3A0xc7427e4dcdf3c0c6!2sLuis%20Village%20Resort%20%26%20Park!5e0!3m2!1sen!2sbd!4v1753637729946!5m2!1sen!2sbd",
    "details": "Luis Village Resort And Park in Jamalpur is a 25-acre eco-friendly retreat blending nature, culture, and recreation. Nestled beside the Brahmaputra River, this thematic village features traditional Bengal cottages, artificial lakes with paddle boats, and adventure zones including ziplines over water bodies. The park showcases Mymensingh's cultural heritage through live puppet shows, Baul music performances, and a craft village demonstrating pottery and weaving. Accommodation ranges from air-conditioned cottages to treehouses with modern amenities. Day visitors can enjoy the botanical garden with medicinal plants, children's play zones with obstacle courses, and riverside barbecue facilities. Sustainability initiatives include solar-powered lighting, organic farming demonstrations, and rainwater harvesting systems.",
    "images": [
        {
            "url": "https://drive.google.com/uc?export=view&id=12_GzfLX9eCrh1b_Jmbz9F_R9H0ezMuqH",
            "credit": "Luis Village Resort And Park"
        }
    ],
    "seasons": [
        "October–March: Pleasant weather for outdoor activities.",
        "April: Bengali New Year celebrations with cultural programs.",
        "Avoid July–August: Heavy monsoon rains may limit outdoor access."
    ],
    "cautions": [
        "Children must be supervised in adventure zones.",
        "Follow safety instructions for water activities.",
        "Do not feed animals in the petting zoo.",
        "Respect cultural performance areas during shows."
    ],
    "specials": [
        "Cultural Immersion: Live folk performances and craft demonstrations.",
        "Riverfront Location: Scenic Brahmaputra views and sunset cruises.",
        "Eco-Friendly Design: Solar-powered facilities and organic gardens.",
        "Adventure Options: Ziplining, paddle boating, and cycling trails.",
        "Thematic Accommodation: Traditional cottages and elevated treehouses."
    ],
    "blogs": []
}